# No.: [name, description, skill, chipname, chipdescription]
# 序号: [精灵名称, 精灵描述, 技能, 信物, 信物描述]
CHIP_DATA = {
    'Mio Sir':
    [
        "喵斯", #精灵名称
        "请问你还有小鱼干吗？一点点就好~", #精灵描述
        "在喵斯的应援下，主角的 Fever 状态持续时间将延长 2 秒。", #技能
        "小鱼干", #信物
        "喵斯那家伙是不是又偷吃小鱼干了？" #信物描述
    ],
    'Angela':
    [
        "安吉拉",
        "守护天使降临~",
        "每当主角受伤时，安吉拉将为主角减免 6 点伤害。",
        "白色羽毛",
        "安吉拉大人最近压力好大呀。"
    ],
    'Thanatos':
    [
        "塔纳托斯",
        "只要跑的够快，死亡就追不上你。",
        "每当主角受伤或获得红心时，塔纳托斯将使主角进入 2 秒的无敌时间。",
        "玩具骨头",
        "塑料做成的骨头，感觉一点也不可怕。"
    ],
    'Rabot-233':
    [
        "Rabot-233",
        "我……这里……有……用……不完……的……胡……萝卜……",
        "Rabot-233 可以将 5 个“Miss”判定转化为“Great”判定； 对乐谱（长按）和连打敌人无效。",
        "合金胡萝卜",
        "这根凝聚了高科技力量的胡萝卜真是太棒了ww"
    ],
    'Little Nurse':
    [
        "小护士",
        "这种情况应该是治不好了吧？",
        "当主角的生命值不足 50 时，小护士将为主角每秒回复 10 点生命值，持续 15 秒； 该治疗效果仅生效一次。",
        "小螺丝",
        "机器坏了可以修，人坏了要怎么办呢？"
    ],
    'Little Witch':
    [
        "小女巫",
        "对不起%>_<%我的魔法还学得不够深入。",
        "每当主角在 Fever 状态下击退敌人时，小女巫将帮助主角获得 20% 的额外分数。",
        "西瓜软糖",
        "用西瓜汁制作的西瓜软糖，唔~~可以以假乱真了。"
    ],
    'Dragon Girl':
    [
        "小龙女",
        "我有一条小青龙~~小青龙~~~",
        "每当主角击退来自 BOSS 的攻击时，小龙女将帮助主角获得 30% 的额外分数。",
        "龙珠",
        "传说中集齐七颗就能召唤神龙了呢。"
    ],
    'Lilith':
    [
        "莉莉丝",
        "我是来自地狱的莉莉丝大人呢~哦哈哈哈~~~~",
        "每当取得“Perfect”判定时，莉莉丝将帮助主角获得 5% 的额外分数； 若与小恶魔玛莉嘉同行，则每个“Perfect”判定将为玛莉嘉回复 2 点生命值。",
        "蝙蝠翅膀",
        "地狱的使者莉莉丝到处寻找的玩意。"
    ]
}

# Name: [cosName, character, HP, description, skill, chipName, chipDescription, cv]
# 名称：[皮肤名称, 角色, 血量, 描述, 技能, 信物, 信物描述, 声优]
CHARA_DATA = {
    "贝斯手凛":[
        "贝斯手", #皮肤
        "凛",  #角色
        "300",  #血量
        "我的小宇宙仿佛要燃烧了，如果不是组乐队那就不用找我了。",  #描述
        "贝斯手凛的生命值上限提升 50 点。",  #技能
        "OK绷",  #信物
        "嘶~一个绑带看起来不够用了"  #信物描述
        "内田爱美",  #CV
    ],
    "问题少女凛":[
        "问题少女",
        "凛",
        "250",
        "我这一棒子下去，你可能会嗝屁哦~",
        "问题少女凛可以将 5 个“Great”判定转化为“Perfect”判定； 对乐谱（长按）和连打敌人无效。",
        "棒球",
        "如果这个棒球是你的，我可不会还哦",
        "内田爱美"
    ],
    "梦游少女凛":[
        "梦游少女",
        "凛",
        "???",
        "唉？我刚刚是不是又梦游了？……呼噜噜呼~~",
        "梦游少女凛进入关卡后将自动战斗，全程不受玩家控制",
        "白色枕头",
        "大姐姐的欧派抱起来好软啊~~~~啊呼呼呼呼",
        "内田爱美"
    ],
    "兔女郎凛":[
        "兔女郎",
        "凛",
        "200",
        "这个样子的我，你真的会喜欢吗……（捂脸）",
        "兔女郎凛获得音符、击中幽灵、躲避障碍与获得红心（满生命值时）的得分增加 200%。",
        "黑色领结",
        "这个是戴在前面的还是后面的呢？",
        "内田爱美"
    ],
    "飞行员布若":[
        "飞行员",
        "布若",
        "250",
        "嘿！给我一块钱！我要去坐摇摇车！",
        "当飞行员布若开启 Fever 状态时，将同时进入无敌形态。",
        "纸飞机",
        "啊呀！刚刚那张纸好像是人家的成绩单",
        "甘束舞音"
    ],
    "偶像布若":[
        "偶像",
        "布若",
        "200",
        "Niko~niko~ni~~~",
        "每当成功通过一个关卡，偶像布若所获得经验将增加 50%。",
        "能量电池",
        "这里面满满的都是爱的能量哦~",
        "甘束舞音"
    ],
    "僵尸少女布若":[
        "僵尸少女",
        "布若",
        "250",
        "叮铃铃~~~叮铃铃~~~天干物燥小心火烛。",
        "当生命值耗尽时，僵尸少女布若将进入长达 15 秒的濒死状态； 当濒死状态结束后，若布若没有获得红心，则不能再度进入濒死状态。",
        "巨凶符咒",
        "贴上就很凶呀",
        "甘束舞音"
    ],
    "华服小丑布若":[
        "华服小丑",
        "布若",
        "200",
        "来来我给你看一个宝贝~（打开袋子）",
        "当连击数达到 60/70 以上时，华服小丑布若将获得更高的额外连击分数加成。",
        "彩色皮球",
        "给你们三秒看能不能找到我藏的宝贝~",
        "甘束舞音"
    ],
    "提琴少女玛莉嘉":[
        "提琴少女",
        "玛莉嘉",
        "250",
        "这一首是贝多芬的《d小调第九交响曲》哦~",
        "当连击数低于 100 时，即使提琴少女玛莉嘉取得“Miss”判定也不会中断连击。",
        "玛莉嘉的日记本",
        "少女的日记本里面到底会写些什么呢？",
        "赤司芳歌"
    ],
    "女仆玛莉嘉":[
        "女仆",
        "玛莉嘉",
        "250",
        "那个…主人，还需要其它服务吗？",
        "当生命值不足 100 时，女仆玛莉嘉获得红心时将拥有 2.5 倍的回复效果，并立刻进入 2 秒的无敌时间。",
        "咸鱼",
        "主人你行不行呀(ºOº)",
        "赤司芳歌"
    ],
    "魔法少女玛莉嘉":[
        "魔法少女",
        "玛莉嘉",
        "200",
        "来不及解释了！快上扫把吧！",
        "魔法少女玛莉嘉的 Fever 累积速率增加 20%。",
        "看不懂的魔法书",
        "书上写的都是啥呀？随心所欲不好吗~",
        "赤司芳歌"
    ],
    "小恶魔玛莉嘉":[
        "小恶魔",
        "玛莉嘉",
        "200",
        "嗯~灵魂的味道真是让人欲罢不能呢~",
        "每当成功击退敌人，小恶魔玛莉嘉将获得 25% 的额外分数； 作为代价，玛莉嘉将以 10 点每秒的速率流失生命值。",
        "干涸的眼球",
        "违背誓言的家伙所留下来的东西",
        "赤司芳歌"
    ],
    "黑衣少女玛莉嘉":[
        "黑衣少女",
        "玛莉嘉",
        "250",
        "黑衣少女",
        "黑衣少女玛莉嘉拥有更大的“Perfect”、“Great”、“Pass”判定范围， 可以更加轻松地击退敌人和躲避障碍。",
        "能量抑制器",
        "摘除之后不知道会发生什么",
        "赤司芳歌"
    ],
    "圣诞凛":[
        "圣诞礼物",
        "凛",
        "250",
        "圣诞礼物凛",
        "当圣诞礼物凛成功通过一个关卡后，将获得最多 5% 的准确率加成。",
        "圣诞礼物",
        "没人知道里面装了什么。",
        "内田爱美"
    ],
    "打工战士凛":[
        "打工战士",
        "凛",
        "250",
        "打工战士凛"
        "Muse Dash上线以来的最强技能，拥有扭曲物理世界力量的恐怖存在！将画面逆时针旋转90°就能变成下落式音游。",
        "安全帽",
        "久经风吹雨打的安全帽，打工战士的徽章。",
        "◼◼◼◼◼◼◼◼◼"
    ],
    "制服少女布若":[
        "制服少女",
        "布若",
        "250",
        "制服少女",
        "通过长按操作，制服少女布若能够连续攻击被标记的密集敌人。作为代价。制服少女布若只能获得原始得分的80%。购买「暮 色 電 台 FM101」曲包后解锁，只有在登陆状态下才能使用。",
        "Plastic Master 90",
        "·更耐热 ·更耐用 ·高动态范围 ·已停产",
        "甘束舞音"
    ],
    "领航员柚梅":[
        "领航员",
        "柚梅",
        "250",
        "领航员柚梅",
        "来自Groove Coaster的领航员柚梅，障碍（齿轮）不会对她造成伤害。",
        "菱形头饰",
        "变身双马尾的道具，是少女维持可爱的秘密武器",
        "高桥菜菜美"
    ],
    "NEKO#ФωФ":[
        "游戏主播",
        "NEKO#ФωФ",
        "250",
        "NEKO#ФωФ",
        "来自Cytus II的游戏主播NEKO#ФωФ，在失去所有生命值后进入无敌状态继续游戏，在该状态下通关不记录成绩。好耶，居然是不会死的联动角色~",
        "Meow Bot",
        "在买够一打Meow Bot之前，那个人是不会收手的ФωФ",
        "花守由美里"
    ]
}