# ID: [Song_Name, Belongs_Pack, Artist, Length, BPM, Level_To_Unlock, Difficulty_Sort, Highest_Difficulty, Search_Name, Designer, Achievements]
# 编号: [歌曲原名, 来源曲包, 作者, 歌曲时长, BPM, 解锁等级, 难度分级, 最高难度, 查询名, 关卡设计, 关卡成就]
SONG_DATA = {
    1001:#1-52，基础曲包。不含联动曲目（经费在燃烧1，纳米核心等）
    [
        "Magical Wonderland (More colorful mix)", #歌曲原名
        "基础包", #来源曲包
        "3R2", #作者
        "2:14", #时长
        "160", #BPM
        "1", #解锁等级
        "1-3", #难度分级
        "3⭐", #最高难度
        "magical wonderland", #查询名
        "Howard_Y", #关卡设计
        "萌新1：取得40000以上的分数\n高手3：“Miss”判定次数不超过10，完美击退所有摆锤和突袭敌人" #关卡成就
    ],
    1002:
    [
        "Iyaiya",
        "基础包",
        "小野道ono",
        "2:01",
        "128",
        "1",
        "1-4",
        "4⭐",
        "iyaiya",
        "Howard_Y",
        "萌新1：最大连击数达到80以上\n高手4：取得三次“A”以上的评价，完美击退所有小型普通敌人"
    ],
    1003:
    [
        "Wonderful Pain",
        "基础包",
        "Haloweak",
        "1:51",
        "138",
        "1",
        "1-3",
        "3⭐",
        "wonderful pain",
        "Howard_Y",
        "萌新1：取得两次“S”评价\n高手3：开启2次以上Fever状态，“Miss”判定次数不超过5"
    ],
    1004:
    [
        "Breaking Dawn",
        "基础包",
        "TetraCalyx",
        "1:38",
        "140",
        "1",
        "2-4",
        "4⭐",
        "breaking dawn",
        "Howard_Y",
        "萌新2：取得35000以上的分数\n高手4：取得三次“A”以上的评价，完美击退所有BOSS近身攻击"
    ],
    1005:
    [
        "单向地铁 Feat.karin",
        "基础包",
        "小野道ono",
        "1:52",
        "128",
        "1",
        "1-4",
        "4⭐",
        "单向地铁",
        "Howard_Y",
        "萌新1：最大连击数达到80以上\n高手4：完美演奏所有乐谱（长按），取得100000以上的分数"
    ],
    1006:
    [
        "Frost Land	",
        "基础包",
        "Zris",
        "1:58",
        "111",
        "2",
        "1-3-6",
        "6⭐",
        "frost land",
        "Howard_Y",
        "萌新1：取得全连\n高手3：取得50000以上的分数，“Miss”判定次数不超过5\n大触6：最大连击数达到150以上，完美演奏所有乐谱（长按），完美击退所有大型普通敌人"
    ],
    1007:
    [
        "Heart-Pounding Flight",
        "基础包",
        "TetraCalyx",
        "1:30",
        "150",
        "3",
        "2-5",
        "5⭐",
        "heart-pounding flight",
        "Howard_Y",
        "萌新2：“Miss”判定次数不超过5\n高手5：开启2次以上Fever状态，最大连击数达到150以上"
    ],
    1008:
    [
        "Pancake is Love",
        "基础包",
        "3R2",
        "1:46",
        "155",
        "4",
        "2-4-7",
        "7⭐",
        "pancake is love",
        "Howard_Y",
        "萌新2：完美击退所有大型普通敌人\n高手4：最大连击数达到200以上，取得三次“A”以上的评价\n大触7：“Miss”判定次数不超过10，取得150000以上的分数，完美演奏所有乐谱（长按）"
    ],
    1009:
    [
        "时光涂鸦",
        "基础包",
        "TetraCalyx",
        "1:36",
        "158",
        "5",
        "2-5",
        "5⭐",
        "时光涂鸦",
        "Howard_Y",
        "萌新2：取得55000以上的分数\n高手5：取得两次“S”评价，完美击退所有大型普通敌人"
    ],
    1010:
    [
        "Evolution",
        "基础包",
        'Haloweak',
        '1:43',
        '130',
        '6',
        '2-4-7',
        '7⭐',
        'evolution',
        "Howard_Y",
        "萌新2：“Miss”判定次数不超过5\n高手4：取得全连，取得85000以上的分数\n大触7：开启3次以上Fever状态，最大连击数达到200以上，完美击退所有小型普通敌人"
    ],
    1011:
    [
        '海豚与广播 feat.乌拉喵',
        "基础包",
        '小野道ono',
        '1:34',
        '128',
        '7',
        '2-5',
        '5⭐',
        '海豚与广播',
        "Howard_Y",
        "萌新2：取得全连\n高手5：“Miss”判定次数不超过5，完美击退所有幽灵"
    ],
    1012:
    [
        '雪の雫·雨の音',
        "基础包",
        '天游 feat.东京塔子',
        '2:29',
        '130',
        '8',
        '2-4-6',
        '6⭐',
        'yuki no shizuku ame no oto',
        "Howard_Y",
        "萌新2：取得65000以上的分数\n高手4：最大连击数达到200以上，开启4次以上Fever状态\n大触：“Miss”判定次数不超过5，碰撞受伤次数不少于20，完美击退所有大型普通敌人"
    ],
    1013:
    [
        'Best One feat.墨橙',
        "基础包",
        '小野道ono',
        '2:21',
        '110',
        '9',
        '3-5',
        '5⭐',
        'best one',
        "Howard_Y",
        "萌新3：完美击退所有小型普通敌人\n高手5：取得两次“S”以上评价\n完美击退所有幽灵"
    ],
    1014:[
        "糖果色恋爱学",
        "基础包",
        "ANK feat.熊子",
        "2:00",
        "150",
        "10",
        "2-4-6",
        "6⭐",
        "糖果色恋爱学",
        "Howard_Y",
        "萌新2：“Miss”判定次数不超过5\高手4：取得80000以上的分数，取得三次“A”以上的评价\n大触6：开启4次以上Fever状态，最大连击数达到300以上，完美击退所有幽灵"
    ],
    1015:
    [
        "Night Wander (cnsouka Remix)",
        "基础包",
        "cnsouka",
        "2:05",
        "132",
        "11",
        "3-5-7",
        "7⭐",
        "night wander",
        "Howard_Y",
        "萌新3：完美击退所有小型普通敌人\n高手5：开启3次以上Fever状态，取得110000以上的分数\n大触7：取得两次“S”评价，最大连击数达到250以上，完美击退所有摆锤和突袭敌人"
    ],
    1016:
    [
        "ドーナドーナのうた",
        "基础包",
        "水夏える feat.月乃",
        "1:36",
        "152",
        "12",
        "2-4-6",
        "6⭐",
        "dohna dohna no uta",
        "Howard_Y",
        "萌新2：取得全连\n高手4：取得85000以上的分数，取得两次“S”评价\n大触6：开启4次以上Fever状态，最大连击数达到200以上，完美击退所有幽灵"
    ],
    1017:
    [
        "Spring Carnival",
        "基础包",
        "3R2",
        "1:47",
        "180",
        "13",
        "2-4-7",
        "7⭐",
        "spring carnival",
        "Howard_Y",
        "萌新2：最大连击数达到100以上\n高手4：取得100000以上的分数，完美击退所有大型普通敌人\n大触7：完美躲避所有障碍，“Miss”判定次数不超过5，完美击退所有BOSS远程攻击"
    ],
    1018:
    [
        "DISCO NIGHT",
        "基础包",
        "ANK feat.熊子",
        "1:48",
        "120",
        "14",
        "2-4-7",
        "7⭐",
        "disco night",
        "Howard_Y",
        "萌新2：取得45000以上的分数\n高手4：“Miss”判定次数不超过5，完美击退所有幽灵\n大触7：开启3次以上Fever状态，取得全连，完美演奏所有乐谱（长按）"
    ],
    1019:
    [
        "恋のMoonlight",
        "基础包",
        "REDALiCE feat. 犬山たまき",
        "2:23",
        "128",
        "16",
        "2-5-8",
        "8⭐",
        "koi no moonlight",
        "Howard_Y",
        "萌新2：取得全连\n高手5：开启4次以上Fever状态，完美演奏所有乐谱（长按）\n大触8：取得三次“A”以上的评价，最大连击数达到300以上，完美击退所有摆锤和突袭敌人" 
    ],
    1020:
    [
        "恋爱语音导航 feat.yousa",
        "基础包",
        "小野道ono",
        "1:43",
        "130",
        "17",
        "3-5-7",
        "7⭐",
        "恋爱语音导航",
        "Howard_Y",
        "萌新3：开启2次以上Fever状态\n高手5：取得两次“S”评价，完美击退所有幽灵\n大触7：完美躲避所有障碍，取得110000以上的分数，完美击退所有小型普通敌人"
    ],
    1021:
    [
        "Lights of Muse",
        "基础包",
        "Ayatsugu_Otowa",
        "1:37",
        "180",
        "18",
        "4-6-8-10",
        "10⭐",
        "lights of muse",
        "Howard_Y",
        "萌新4：完美击退所有大型普通敌人\n高手6：最大连击数达到200以上，完美演奏所有乐谱（长按）\n大触8+隐藏10：取得三次“A”以上的评价，“Miss”判定次数不超过5，完美击退所有BOSS远程攻击"
    ],
    1022:
    [
        "midstream jam",
        "基础包",
        "MusMus",
        "2:01",
        "121",
        "19",
        "2-5-8",
        "8⭐",
        "midstream jam",
        "Howard_Y",
        "萌新2：完美击退所有双轨敌人\n高手5：收集所有音符，“Miss”判定次数不超过5\n大触8：最大连击数达到350以上，完美击退所有幽灵，碰撞受伤次数不少于20"
    ],
    1023:
    [
        "你好",
        "基础包",
        "MusikM",
        "2:44",
        "140",
        "20",
        "3-5-7",
        "7⭐",
        "你好",
        "Howard_Y",
        "萌新3：最大连击数达到150以上\n高手5：开启4次以上Fever状态，完美演奏所有乐谱（长按）\n大触7：取得180000以上的分数，“Miss”判定次数不超过5，完美击退所有摆锤和突袭敌人"
    ],
    1024:
    [
        "Confession",
        "基础包",
        "Haloweak & G.K",
        "1:41",
        "175",
        "21",
        "3-5-8",
        "8⭐",
        "confession",
        "Howard_Y",
        "萌新3：取得全连\n高手5：取得75000以上的分数，完美击退所有大型普通敌人\n大触8：取得两次“S”评价，完美躲避所有障碍，完美击退所有摆锤和突袭敌人"     
    ],
    1025:
    [
        "Galaxy Striker",
        "基础包",
        "M2U",
        "1:30",
        "170",
        "22",
        "4-7-9",
        "9⭐",
        "galaxy striker",
        "Howard_Y",
        "萌新4：“Miss”判定次数不超过10\n高手7：收集所有音符，取得两次“S”评价\n大触9：开启4次以上Fever状态，最大连击数达到300以上，完美击退所有摆锤和突袭敌人"     
    ],
    1026:
    [
        "Departure Road",
        "基础包",
        "daisan",
        "2:00",
        "160",
        "23",
        "2-5-8",
        "8⭐",
        "departure road",
        "Howard_Y",
        "萌新2：“Miss”判定次数不超过5\n高手5：开启4次以上Fever状态，最大连击数达到200以上\n大触8：取得170000以上的分数，取得两次“S”评价，完美击退所有小型普通敌人"   
    ],
    1027:
    [
        "Bass Telekinesis",
        "基础包",
        "Haloweak",
        "2:26",
        "110",
        "24",
        "2-5-8",
        "8⭐",
        "bass telekinesis",
        "Howard_Y",
        "萌新2：完美击退所有大型普通敌人\n高手5：取得110000以上的分数，取得两次“S”评价\n大触8：开启6次以上Fever状态，“Miss”判定次数不超过5，完美击退所有幽灵"      
    ],
    1028:
    [
        "Cage of Almeria",
        "基础包",
        "a_hisa",
        "2:34",
        "150",
        "25",
        "3-5-7",
        "7⭐",
        "cage of almeria",
        "Howard_Y",
        "萌新3：取得全连\n高手5：最大连击数达到300以上，完美击退所有大型普通敌人\n大触7：取得三次“A”以上的评价，取得180000以上的分数，完美击退所有BOSS远程攻击"     
    ],
    1029:
    [
        "Ira",
        "基础包",
        "Lactic Acid Bacteria",
        "2:02",
        "145",
        "26",
        "4-6-8",
        "8⭐",
        "ira",
        "Howard_Y",
        "萌新4：取得三次“A”以上的评价\n高手6：完美躲避所有障碍，“Miss”判定次数不超过5\n大触8：开启6次以上Fever状态，完美击退所有幽灵，取得全连"     
    ],
    1030:
    [
        "Blackest Luxury Car",
        "基础包",
        "Chicala Lpis",
        "2:13",
        "178",
        "27",
        "3-6-8",
        "8⭐",
        "blackest luxury car",
        "Howard_Y",
        "萌新3：取得70000以上的分数\n高手6：开启5次以上Fever状态，取得全连\n大触8：“Miss”判定次数不超过10，完美击退所有摆锤和突袭敌人，完美击退所有BOSS远程攻击"    
    ],
    1031:
    [
        "Medicine of Sing",
        "基础包",
        "JurokuNeta.",
        "2:01",
        "190",
        "28",
        "3-6-8",
        "8⭐",
        "medicine of sing",
        "Howard_Y",
        "萌新3：完美击退所有幽灵\n高手6：“Miss”判定次数不超过10，完美击退所有大型普通敌人\n大触8：开启6次以上Fever状态，最大连击数达到400以上，完美击退所有摆锤和突袭敌人"  
    ],
    1032:
    [
        "irregulyze",
        "基础包",
        "daisan",
        "2:08",
        "135",
        "29",
        "3-6-8",
        "8⭐",
        "irregulyze",
        "Howard_Y",
        "萌新3：开启2次以上Fever状态\n高手6：完美击退所有幽灵，取得两次“S”评价\n大触8：取得180000以上的分数，完美躲避所有障碍，完美击退所有大型普通敌人"     
    ],
    1033:
    [
        "クリスマスなんて興味ないけど",
        "基础包",
        "かめりあ feat.ななひら",
        "2:28",
        "136",
        "31",
        "4-6-8",
        "8⭐",
        "I don't care about Christmas though",
        "Howard_Y",
        "萌新4：收集所有音符\n高手6：取得三次“A”以上的评价，完美击退所有小型普通敌人\n大触8：碰撞受伤次数不少于12，“Miss”判定次数不超过25，完美击退所有大型普通敌人"   
    ],
    1034:
    [
        "Imaginary World",
        "基础包",
        "uma",
        "1:59",
        "180",
        "32",
        "4-6-8",
        "8⭐",
        "imaginary world",
        "Howard_Y",
        "萌新4：取得90000以上的分数\n高手6：最大连击数达到250以上，完美击退所有小型普通敌人\n大触8：完美躲避所有障碍，“Miss”判定次数不超过10，完美击退所有摆锤和突袭敌人"    
    ],
    1035:
    [
        "Dysthymia",
        "基础包",
        "a_hisa",
        "1:56",
        "190",
        "33",
        "4-7-9",
        "9⭐",
        "dysthymia",
        "Howard_Y",
        "萌新4：完美击退所有摆锤和突袭敌人\n高手7：开启5次以上Fever敌人，“Miss”判定次数不超过5\n大触9：最大连击数达到300以上，完美击退所有幽灵，取得两次“S”评价"     
    ],
    1036:
    [
        "新世界より",
        "基础包",
        "綾奈奈奈 (Prod.Aya2g+Works)",
        "2:09",
        "128",
        "34",
        "2-5-7",
        "7⭐",
        "新世界",
        "Howard_Y",
        "萌新2：取得全连\n高手5：取得100000以上的分数，完美演奏所有乐谱（长按）\n大触7：取得两次“S”评价，碰撞受伤次数不少于20，完美击退所有小型普通敌人"   
    ],
    1037:
    [
        "僞顏",
        "基础包",
        "天游",
        "1:58",
        "180",
        "35",
        "4-7-9",
        "9⭐",
        "伪颜",
        "Howard_Y",
        "萌新4：取得115000以上的分数\n高手7：取得三次“A”以上的评价，完美击退所有大型普通敌人\n大触9：开启6次以上Fever状态，完美击退所有摆锤和突袭敌人，完美击退所有BOSS远程攻击"      
    ],
    1038:
    [
        "Say!ファンファーレ!",
        "基础包",
        "白上フブキ",
        "2:09",
        "170",
        "36",
        "4-6-9",
        "9⭐",
        "白上吹雪",
        "Howard_Y",
        "萌新4：开启4次以上Fever状态\n高手6：最大连击数达到300以上，完美击退所有幽灵\n大触9：“Miss”判定次数不超过5，完美躲避所有障碍，完美演奏所有乐谱（长按）"
    ],     
    1039:
    [
        "流星车手",
        "基础包",
        "iKz feat.漆柚",
        "2:05",
        "160",
        "37",
        "5-7-9",
        "9⭐",
        "流星车手",
        "CattLelya",
        "萌新5：取得全连\n高手7：“Miss”判定次数不超过10，取得两次“S”评价\n大触9：最大连击数达到400以上，取得300000以上的分数，完美击退所有双轨敌人"     
    ],
    1040:
    [
        "Formation",
        "基础包",
        "SLT",
        "2:08",
        "180",
        "38",
        "4-6-9",
        "9⭐",
        "formation",
        "Howard_Y",
        "萌新4：最大连击数达到150以上\n高手6：取得三次“A”以上的评价，开启5次以上Fever状态\n大触9：“Miss”判定次数不超过10，取得280000以上的分数，完美击退所有摆锤和突袭敌人"     
    ],
    1041:
    [
        "心层麻醉",
        "基础包",
        "iKz",
        "2:17",
        "168",
        "39",
        "4-6-10",
        "10⭐",
        "心脏麻醉",
        "Howard_Y",
        "萌新4：“Miss”判定次数不超过5\n高手6：完美击退所有BOSS近身攻击，开启5次以上Fever状态\n大触10：最大连击数达到400以上，完美击退所有幽灵，完美击退所有摆锤和突袭敌人"   
    ],
    1042:
    [
        "Mezame Eurythmics",
        "基础包",
        "bermei.inazawa",
        "2:27",
        "117",
        "40",
        "4-6-9",
        "9⭐",
        "mezame eurythmics",
        "Howard_Y",
        "萌新4：取得全连\n高手6：最大连击数达到201以上，“Miss”判定次数不超过9\n大触9：碰撞受伤次数不少于12，取得两次“S”评价，开启5次以上Fever状态"    
    ],
    1043:
    [
        "Shenri Kuaira -repeat-",
        "基础包",
        "bermei.inazawa",
        "2:22",
        "132",
        "41",
        "5-7-9",
        "9⭐",
        "shenri kuaira",
        "Howard_Y",
        "萌新5：取得122500\n高手7：完美演奏所有乐谱（长按），完美击退所有BOSS远程攻击\n大触9：碰撞受伤次数不少于19，“Miss”判定次数不超过8，开启8次以上Fever状态"   
    ],
    1044:
    [
        "Latitude",
        "基础包",
        "SLT",
        "1:58",
        "180",
        "42",
        "3-6-9",
        "9⭐",
        "latitude",
        "Howard_Y",
        "萌新3：完美击退所有大型普通敌人\n高手6：取得140000以上的分数，“Miss”判定次数不超过5\n大触9：完美躲避所有障碍，最大连击数达到500以上，完美击退所有小型普通敌人"      
    ],
    1045:
    [
        "Aqua Stars",
        "基础包",
        "Sound Souler",
        "1:50",
        "192",
        "43",
        "5-7-10",
        "10⭐",
        "aqua stars",
        "Howard_Y",
        "萌新5：最大连击数达到180以上\n高手7：取得全连，完美击退所有大型普通敌人\n大触10：取得三次“A”以上的评价，取得260000以上的分数，完美击退所有幽灵"  
    ],
    1046:
    [
        "粉骨砕身カジノゥ",
        "基础包",
        "モリモリあつし",
        "1:55",
        "132~198",
        "44",
        "5-7-10",
        "10⭐",
        "粉身碎骨",
        "Howard_Y",
        "萌新5：取得两次“S”评价\n高手7：开启6次以上Fever状态，最大连击数达到400以上\n大触10：取得340000以上的分数，完美躲避所有障碍，完美击退所有摆锤和突袭敌人"    
    ],
    1047:
    [
        "Clock Room & Spiritual World",
        "基础包",
        "a_hisa",
        "2:19",
        "180",
        "46",
        "4-6-9",
        "9⭐",
        "clock room & spiritual world",
        "Howard_Y",
        "萌新4：取得三次“A”以上的评价\n“Miss”判定次数不超过5，完美躲避所有障碍\n大触9：取得200000以上的分数，完美演奏所有乐谱（长按），完美击退所有幽灵"     
    ],
    1048:
    [
        "徒 花",
        "基础包",
        "Aya~亚夜罪~",
        "1:45",
        "125",
        "48",
        "4-7-9",
        "9⭐",
        "徒花",
        "Howard_Y",
        "萌新4：“Miss”判定次数不超过5\n高手7：取得两次“S”评价，完美演奏所有乐谱（长按）\n大触9：开启6次以上Fever状态，碰撞受伤次数不少于20，完美击退所有大型普通敌人"    
    ],
    1049:
    [
        "無人区-Vacuum Track#ADD8E6-",
        "基础包",
        "NoKANY",
        "2:17",
        "203",
        "50",
        "5-7-11",
        "11⭐",
        "无人区",
        "Howard_Y",
        "萌新5：完美击退所有双轨敌人\n高手7：取得两次“S”评价，完美击退所有摆锤和突袭敌人\n大触11：最大连击数达到500以上。完美躲避所有障碍，“Miss”判定次数不超过5"     
    ],
    1050:
    [
        "MilK",
        "基础包",
        "モリモリあつし",
        "1:55",
        "150",
        "55",
        "5-7-9",
        "9⭐",
        "milk",
        "Howard_Y",
        "萌新5：完美击退所有大型普通敌人\n高手7：取得全连，完美击退所有双轨敌人\n大触9：完美击退所有BOSS远程攻击，完美击退所有小型普通敌人，完美击退所有摆锤和突袭敌人"      
    ],
    1051:
    [
        "umpopoff",
        "基础包",
        "まめこ",
        "2:07",
        "123~177",
        "60",
        "x",
        "?⭐",
        "umpopoff",
        "Howard_Y",
        "高手?：取得三次“A”以上的评价，完美击退所有幽灵"
    ],
    1052:#1-52，基础曲包。不含联动曲目
    [
        "もぺもぺ",
        "基础包",
        "LeaF",
        "1:48",
        "100",
        "65",
        "4-7-9-11",
        "11⭐",
        "儿童鞋垫",
        "Howard_Y+in_tha_W0ndeR1and_",
        "萌新4：取得全连\n高手7：取得130000以上的分数，完美击退所有BOSS远程攻击\n大触9+隐藏11：取得三次“A”以上的评价，完美击退所有摆锤和突袭敌人，完美击退所有BOSS近身攻击"
    ],
    1053:#53-58，可爱即正义 Vol.1
    [
        "八月雨后，初晴与彩虹",
        "可爱即正义Vol.1",
        "yk!",
        "1:29",
        "172",
        "购买曲包",
        "2-5-8",
        "8⭐",
        "八月雨后",
        "Howard_Y",
        "萌新2：完美击退所有双轨敌人\n高手5：取得100000以上的分数，开启4次以上Fever状态\n大触8：取得三次“A”以上的评价，“Miss”判定次数不超过10，完美击退所有小型普通敌人"
    ],
    1054:
    [
        "Dreaming Girl",
        "可爱即正义Vol.1",
        "Nano&板烧鹅尼子",
        "1:51",
        "167",
        "购买曲包",
        "2-5-6",
        "6⭐",
        "dreaming girl",
        "Howard_Y",
        "萌新2：取得两次“S”评价\n高手5：最大连击数达到200以上，完美击退所有大型普通敌人\n大触6：开启5次以上Fever状态，取得全连，完美击退所有幽灵"
    ],
    1055:
    [
        "魔法数字",
        "可爱即正义Vol.1",
        "味素",
        "2:08",
        "135",
        "购买曲包",
        "2-5-8",
        "8⭐",
        "魔法数字",
        "Howard_Y",
        "萌新2：最大连击数达到100以上\n高手5：取得两次“S”评价，完美击退所有大型普通敌人\n大触8：取得160000以上的分数，完美躲避所有障碍，完美演奏所有乐谱（长按）"
    ],
    1056:
    [
        "Daruma-san Fell Over",
        "可爱即正义Vol.1",
        "Ncha-P",
        "1:21",
        "195",
        "购买曲包",
        "3-4-6",
        "6⭐",
        "daruma-san fell over",
        "Howard_Y",
        "萌新3：完美击退所有小型普通敌人\n高手4：取得70000以上的分数，“Miss”判定次数不超过5\n大触6：取得两次“S”评价，最大连击数达到200以上，完美击退所有BOSS远程攻击"        
    ],
    1057:
    [
        "Different",
        "可爱即正义Vol.1",
        "Ncha-P",
        "1:22",
        "109",
        "购买曲包",
        "1-3-6",
        "6⭐",
        "different",
        "Howard_Y",
        "萌新1：取得三次“A”以上的评价\n高手3：开启2次以上Fever状态，完美击退所有小型普通敌人\n大触6：最大连击数达到150以上，取得100000以上的分数，完美击退所有大型普通敌人"
    ],
    1058:#53-58，可爱即正义 Vol.1
    [
        "The Future of the Phantom",
        "可爱即正义Vol.1",
        "Ncha-P",
        "1:37",
        "104",
        "购买曲包",
        "1-3-5",
        "5⭐",
        "future of the phantom",
        "Howard_Y",
        "萌新1：取得全连\n高手3：取得两次“S”评价，完美击退所有小型普通敌人\n大触5：最大连击数达到150以上，收集所有音符，“Miss”判定次数不超过5"        
    ],
    1059:#59-64，放弃治疗 Vol.1
    [
        "Oriens",
        "放弃治疗Vol.1",
        "ginkiha",
        "2:10",
        "140~185",
        "购买曲包",
        "3-7-9",
        "9⭐",
        "oriens",
        "Howard_Y",
        "萌新3：完美击退所有大型普通敌人\n高手7：取得24000以上的分数，完美演奏所有乐谱（长按）\n大触9：取得三次“A”以上的评价，最大连击数达到600以上，完美击退所有小型普通敌人"        
    ],
    1060:
    [
        "PUPA",
        "放弃治疗Vol.1",
        "モリモリあつし",
        "2:02",
        "202",
        "购买曲包",
        "6-8-11",
        "11⭐",
        "pupa",
        "Howard_Y",
        "萌新6：开启6次以上Fever状态\n高手8：取得两次“S”评价，取得300000以上的分数\n大触11：完美击退所有摆锤和突袭敌人，完美躲避所有障碍，完美演奏所有乐谱（长按）"
    ],
    1061:
    [
        "Luna Express 2032",
        "放弃治疗Vol.1",
        "Sakamiya feat.小宮真央",
        "1:55",
        "100~155",
        "购买曲包",
        "4-6-8",
        "8⭐",
        "luna express",
        "Howard_Y",
        "萌新4：取得两次“S”评价\n高手6：最大连击数达到250以上，碰撞受伤次数不少于20\n大触8：开启5次以上Fever状态，完美击退所有小型普通敌人，取得全连"        
    ],
    1062:
    [
        "浮世絵横丁",
        "放弃治疗Vol.1",
        "魔界都市ニイガタ",
        "2:02",
        "192",
        "购买曲包",
        "6-7-9",
        "9⭐",
        "浮世绘",
        "Howard_Y",
        "萌新6：取得160000以上的分数\n高手7：开启6次以上Fever状态，收集所有音符\n大触9：“Miss”判定次数不超过10，完美击退所有幽灵，完美击退所有摆锤和突袭敌人"        
    ],
    1063:
    [
        "Alice in Misanthrope -厭世アリス-",
        "放弃治疗Vol.1",
        "LeaF",
        "2:22",
        "154~174",
        "购买曲包",
        "5-7-10",
        "10⭐",
        "alice in misanthrope",
        "Howard_Y",
        "萌新5：“Miss”判定次数不超过5\n高手7：取得两次“S”评价，最大连击数达到400以上\n大触10：取得340000以上的分数，完美躲避所有障碍，完美击退所有摆锤和突袭敌人"        
    ],
    1064:#59-64，放弃治疗 Vol.1
    [
        "GOODMEN",
        "放弃治疗Vol.1",
        "EBIMAYO",
        "2:05",
        "175",
        "购买曲包",
        "5-7-10",
        "10⭐",
        "goodmen",
        "Howard_Y",
        "萌新5：取得三次“A”以上的评价\n高手7：“Miss”判定次数不超过10，完美演奏所有乐谱（长按）\n大触10：最大连击数达到700以上，开启9次以上Fever状态，完美击退所有小型普通敌人："
    ],
    1065:#65-xxxx，肥宅快乐包 Vol.1
    [
        "Maharajah",
        "肥宅快乐包Vol.1",
        "アリスシャッハと魔法の楽団",
        "1:34",
        "120",
        "购买曲包",
        "1-3-6",
        "6⭐",
        "maharajah",
        "Howard_Y",
        "萌新1：完美击退所有BOSS近身攻击\n高手3：取得55000以上的分数，完美击退所有大型普通敌人\n大触6：最大连击数达到140以上，取得两次“S”评价，完美击退所有BOSS远程攻击"        
    ],
    1066:
    [
        "keep on running",
        "肥宅快乐包Vol.1",
        "uma",
        "2:23",
        "175",
        "购买曲包",
        "5-7-9",
        "9⭐",
        "keep on running",
        "Howard_Y",
        "萌新5：取得三次“A”以上的评价\n高手7：“Miss”判定次数不超过5，完美演奏所有乐谱（长按）\n大触9：最大连击数达到450以上，完美躲避所有障碍，完美击退所有幽灵"        
    ],
    1067:
    [
        "Käfig",
        "肥宅快乐包Vol.1",
        "Chicala Lpis",
        "1:54",
        "66~141",
        "购买曲包",
        "4-6-8",
        "8⭐",
        "kafig",
        "Howard_Y",
        "萌新4：“Miss”判定次数不超过10\n高手6：取得全连，完美击退所有双轨敌人\n大触8：开启5次以上Fever状态，取得200000以上的分数，完美击退所有摆锤和突袭敌人"        
    ],
    1068:
    [
        "-+",
        "肥宅快乐包Vol.1",
        "daisan",
        "1:57",
        "185",
        "购买曲包",
        "4-6-8",
        "8⭐",
        "-+",
        "Howard_Y",
        "萌新4：取得全连\n高手6：取得110000以上的分数，完美击退所有双轨敌人\n大触8：收集所有音符，碰撞受伤次数不少于20，完美演奏所有乐谱（长按）"        
    ],
    1069:
    [
        "天理鶴情",
        "肥宅快乐包Vol.1",
        "a_hisa",
        "2:02",
        "150",
        "购买曲包",
        "3-6-9",
        "⭐",
        "天理鹤情",
        "Howard_Y",
        "萌新3：取得三次“A”以上的评价\n高手6：取得140000以上的分数，完美击退所有大型普通敌人\n大触9：“Miss”判定次数不超过5，开启6次以上Fever状态，完美击退所有小型普通敌人"
    ],
    1070:#65-70，肥宅快乐包 Vol.1
    [
        "Adjudicatorz-断罪-",
        "肥宅快乐包Vol.1",
        "JurokuNeta.",
        "2:16",
        "191",
        "购买曲包",
        "3-7-10",
        "10⭐",
        "adjudicatorz",
        "Howard_Y",
        "萌新3：取得120000以上的分数\n高手7：“Miss”判定次数不超过5，开启6次以上Fever状态\n大触10：取得两次“S”评价，最大连击数达到500以上，完美躲避所有障碍"        
    ],
    1071:#71-76,肥宅快乐包 Vol.2
    [
        "MUSEDASH!!!!",
        "肥宅快乐包Vol.2",
        "暖@よみぃ",
        "1:39",
        "145",
        "购买曲包",
        "2-6-9",
        "9⭐",
        "musedash",
        "nikkukun",
        "萌新2：取得两次“S”评价\n高手6：最大连击数达到200以上，完美击退所有幽灵\n大触9：开启5次以上Fever状态，取得240000以上的分数，完美击退所有小型普通敌人"        
    ],
    1072:
    [
        "Imprinting",
        "肥宅快乐包Vol.2",
        "削除",
        "1:51",
        "175",
        "购买曲包",
        "3-6-9",
        "9⭐",
        "imprinting",
        "Howard_Y",
        "萌新3：最大连击数达到150以上\n高手6：取得140000以上的分数\n大触9：完美演奏所有乐谱（长按）"        
    ],
    1073:
    [
        "Skyward",
        "肥宅快乐包Vol.2",
        "SLT",
        "1:41",
        "190",
        "购买曲包",
        "4-7-10",
        "10⭐",
        "skyward",
        "GearMaster_PH",
        "萌新4：取得110000以上的分数\n高手7：取得两次“S”评价，“Miss”判定次数不超过5\n大触10：开启5次以上Fever状态，收集所有音符，完美躲避所有障碍"        
    ],
    1074:
    [
        "La nuit de vif",
        "肥宅快乐包Vol.2",
        "Polymath9",
        "1:37",
        "195",
        "购买曲包",
        "2-5-8",
        "⭐",
        "la nuit de vif",
        "Howard_Y",
        "萌新2：最大连击数达到100以上\n高手5：“Miss”判定次数不超过10，取得三次“A”以上的评价\n大触8：取得150000以上的分数，取得全连，完美击退所有大型普通敌人"        
    ],
    1075:
    [
        "Bit-alize",
        "肥宅快乐包Vol.2",
        "Yamajet",
        "1:57",
        "192",
        "购买曲包",
        "3-6-8",
        "8⭐",
        "bit alize",
        "Amami.A.Myamsar",
        "萌新3：“Miss”判定次数不超过10\n高手6：最大连击数达到300以上，完美躲避所有障碍\n大触8：取得三次“A”以上的评价，开启6次以上Fever状态，完美击退所有小型普通敌人"        
    ],
    1076:#71-76,肥宅快乐包 Vol.2
    [
        "GOODTEK(Hyper Edit)",
        "肥宅快乐包Vol.2",
        "EBIMAYO",
        "2:01",
        "190",
        "购买曲包",
        "4-6-9-x",
        "?⭐",
        "goodtek",
        "Howard_Y",
        "萌新4：取得两次“S”评价\n高手6+隐藏?：取得160000以上的分数，“Miss”判定次数不超过5\n大触9：最大连击数达到500以上，完美演奏所有乐谱（长按），完美击退所有摆锤和突袭敌人"        
    ],
    1077:#77-82,肥宅快乐包 Vol.3
    [
        "Thirty Million Persona",
        "肥宅快乐包Vol.3",
        "アリスシャッハと魔法の楽団",
        "2:09",
        "160",
        "购买曲包",
        "2-4-6",
        "6⭐",
        "thirty million persona",
        "Zpm",
        "萌新2：取得全连\n高手4：取得三次“A”以上的评价，开启4次以上Fever状态\n大触6：最大连击数达到300以上，完美击退所有大型普通敌人，完美击退所有BOSS远程攻击"        
    ],
    1078:
    [
        "conflict",
        "肥宅快乐包Vol.3",
        "siromaru + cranky",
        "2:12",
        "160",
        "购买曲包",
        "2-6-9-10",
        "10⭐",
        "conflict",
        "Howard_Y",
        "萌新2：取得两次“S”评价\n高手6：取得全连，完美击退所有摆锤和突袭敌人\n大触9+隐藏10：取得330000以上的分数，开启8次以上Fever状态，完美击退所有幽灵"        
    ],
    1079:
    [
        "演華舞踊 ~Enka Dance Music~",
        "肥宅快乐包Vol.3",
        "uma with モリモリあつし feat.ましろ",
        "1:48",
        "110",
        "购买曲包",
        "3-5-7",
        "7⭐",
        "演华舞踊",
        "Howard_Y",
        "萌新3：“Miss”判定次数不超过5\n高手5：最大连击数达到150以上，取得90000以上的分数\n大触7：取得三次“A”以上的评价，完美击退所有BOSS远程攻击，完美演奏所有乐谱（长按）"        
    ],
    1080:
    [
        "XING",
        "肥宅快乐包Vol.3",
        "ginkiha",
        "2:10",
        "177",
        "购买曲包",
        "4-6-8-9",
        "9⭐",
        "xing",
        "Howard_Y",
        "萌新4：取得100000以上的分数\n高手6：取得全连，开启5次以上Fever状态\n大触8+隐藏9：收集所有音符，最大连击数达到400以上，完美击退所有小型普通敌人"        
    ],
    1081:
    [
        "天翔ける蒼穹のセレナーデ",
        "肥宅快乐包Vol.3",
        "Sakamiya feat.あらたきき",
        "1:57",
        "165",
        "购买曲包",
        "3-6-9",
        "9⭐",
        "天翔苍穹",
        "LuiCat",
        "萌新3：取得全连\n高手6：取得三次“A”以上的评价，“Miss”判定次数不超过5\n大触9：最大连击数达到400以上，碰撞受伤次数不少于20，完美击退所有大型普通敌人"        
    ],
    1082:#77-82,肥宅快乐包 Vol.3
    [
        "Gift box",
        "肥宅快乐包Vol.3",
        "K.key",
        "1:55",
        "185",
        "购买曲包",
        "5-7-10",
        "10⭐",
        "gift box",
        "baozale",
        "萌新5：“Miss”判定次数不超过10\n高手7：取得200000以上的分数，最大连击数达到350以上\n大触10：取得两次“S”评价，完美躲避所有障碍，完美击退所有摆锤和突袭敌人"        
    ],
    1083:#83-88，经费在燃烧Vol.1
    [
        "Out of Sense",
        "联动包",
        "Sound Souler",
        "1:51",
        "158",
        "经费在燃烧Vol.1 in 基础包",
        "3-5-8",
        "8⭐",
        "out of sense",
        "CattLelya",
        "萌新3：取得三次“A”以上的评价\n高手5：取得全连，完美击退所有大型普通敌人\n大触8：取得220000以上的分数，开启6次以上Fever状态，完美击退所有幽灵"        
    ],
    1084:
    [
        "My Life Is For You",
        "联动包",
        "HyuN feat.Yu-A",
        "1:46",
        "175",
        "经费在燃烧Vol.1 in 基础包",
        "2-4-7",
        "7⭐",
        "my life is for you",
        "Howard_Y",
        "萌新2：取得90000以上的分数\n高手4：“Miss”判定次数不超过10，碰撞受伤次数不少于20\n大触7：取得两次“S”评价，最大连击数达到350以上，完美躲避所有障碍"        
    ],
    1085:
    [
        "Etude -Sunset-",
        "联动包",
        "Polymath9",
        "2:01",
        "159",
        "经费在燃烧Vol.1 in 基础包",
        "5-7-9",
        "9⭐",
        "etude sunset",
        "Howard_Y",
        "萌新5：取得两次“S”评价\n高手7：“Miss”判定次数不超过5，完美击退所有大型普通敌人\n大触9：最大连击数达到500以上，完美击退所有幽灵，完美击退所有BOSS远程攻击"        
    ],
    1086:
    [
        "翘班",
        "联动包",
        "KillerBlood",
        "1:47",
        "166",
        "经费在燃烧Vol.1 in 基础包",
        "4-6-8",
        "8⭐",
        "翘班",
        "money钱",
        "萌新4：“Miss”判定次数不超过5\n高手6：取得全连，完美演奏所有乐谱（长按）\n大触8：开启5次以上Fever状态，取得三次“A”以上的评价，完美躲避所有障碍"        
    ],
    1087:
    [
        "Stargazer",
        "联动包",
        "a_hisa",
        "2:05",
        "150",
        "经费在燃烧Vol.1 in 基础包",
        "2-5-8-9",
        "9⭐",
        "stargazer",
        "Phizer",
        "萌新2：取得全连\n高手5：开启3次以上Fever状态，最大连击数达到150以上\n大触8+隐藏9：取得150000以上的分数，完美演奏所有乐谱（长按），完美击退所有幽灵"        
    ],
    1088:#83-88，经费在燃烧Vol.1
    [
        "Lys Tourbillon",
        "联动包",
        "Chicala Lpis",
        "1:52",
        "160",
        "经费在燃烧Vol.1 in 基础包",
        "4-6-8",
        "8⭐",
        "lys tourbillon",
        "Howard_Y",
        "萌新4：开启4次以上Fever状态\n高手6：最大连击数达到300以上，取得两次“S”评价\n大触8：取得全连，完美击退所有BOSS近身攻击，完美躲避所有障碍"        
    ],
    1089:#89-94，放弃治疗Vol.2
    [
        "Brave My Soul",
        "放弃治疗Vol.2",
        "uma feat.ましろ",
        "2:00",
        "164",
        "购买曲包",
        "4-6-8",
        "8⭐",
        "brave my soul",
        "nikkukun",
        "萌新4：取得全连\n高手6：开启5次以上Fever状态，完美击退所有摆锤和突袭敌人\n大触8：取得两次“S”评价，最大连击数达到400以上，完美击退所有幽灵"        
    ],
    1090:
    [
        "Halcyon",
        "放弃治疗Vol.2",
        "xi",
        "2:28",
        "40~191",
        "购买曲包",
        "4-7-10",
        "10⭐",
        "halcyon",
        "Howard_Y",
        "萌新4：最大连击数达到200以上\n高手7：收集所有音符，取得三次“A”以上的评价\n大触10：完美躲避所有障碍，开启9次以上Fever状态，碰撞受伤次数不少于20"        
    ],
    1091:
    [
        "Crimson Nightingle",
        "放弃治疗Vol.2",
        "VeetaCrush",
        "2:10",
        "192",
        "购买曲包",
        "4-7-10",
        "10⭐",
        "crimson nightingle",
        "Samplex",
        "萌新4：取得85000以上的分数\n高手7：取得全连，完美击退所有幽灵\n大触10：“Miss”判定次数不超过5，完美躲避所有障碍，完美击退所有大型普通敌人"        
    ],
    1092:
    [
        "Invader",
        "放弃治疗Vol.2",
        "SLT",
        "2:09",
        "180",
        "购买曲包",
        "3-7-11",
        "11⭐",
        "invader",
        "HXJ_ConveX",
        "萌新3：取得两次“S”评价\n高手7：最大连击数达到350以上，完美击退所有幽灵\n大触11：开启7次以上Fever状态，取得350000以上的分数，完美演奏所有乐谱（长按）"        
    ],
    1093:
    [
        "Lyrith -迷宮リリス-",
        "放弃治疗Vol.2",
        "ユメミド",
        "2:21",
        "177",
        "购买曲包",
        "5-7-10",
        "10⭐",
        "lyrith",
        "Howard_Y",
        "萌新5：完美击退所有BOSS近身攻击\n高手7：取得全连，完美躲避所有障碍\n大触10：取得三次“A”以上的评价，完美击退所有幽灵，完美击退所有摆锤和突袭敌人"        
    ],
    1094:#89-94，放弃治疗 Vol.2
    [
        "GOODBOUNCE (Groove Edit)",
        "放弃治疗Vol.2",
        "EBIMAYO",
        "2:08",
        "180",
        "购买曲包",
        "4-6-9",
        "9⭐",
        "goodbounce",
        "Howard_Y",
        "萌新4：“Miss”判定次数不超过10\n高手6：取得250000以上的分数，开启7次以上Fever状态\n大触9：最大连击数达到500以上，完美击退所有幽灵，完美击退所有小型普通敌人"        
    ],
    1095:#95-100,放弃治疗 Vol.3
    [
        "Altale",
        "放弃治疗Vol.3",
        "削除",
        "2:26",
        "83~90",
        "购买曲包",
        "3-5-7",
        "7⭐",
        "altale",
        "Howard_Y",
        "萌新3：取得两次“S”评价\n高手5：“Miss”判定次数不超过5，完美击退所有双轨敌人\n大触7：最大连击数达到250以上，取得170000以上的分数，完美击退所有幽灵"        
    ],
    1096:
    [
        "Brain Power",
        "放弃治疗Vol.3",
        "NOMA",
        "1:44",
        "170~173",
        "购买曲包",
        "4-7-10",
        "10⭐",
        "brain power",
        "Howard_Y",
        "萌新4：取得全连\n高手7：最大连击数达到300以上，完美演奏所有乐谱（长按）\n大触10：开启6次以上Fever状态，“Miss”判定次数不超过5，完美击退所有摆锤和突袭敌人"        
    ],
    1097:
    [
        "Berry Go!!",
        "放弃治疗Vol.3",
        "Freezer feat.妃苺",
        "1:51",
        "175",
        "购买曲包",
        "3-6-9",
        "9⭐",
        "berry go",
        "Howard_Y",
        "萌新3：取得95000以上的分数\n高手6：取得三次“A”以上的评价，完美击退所有小型普通敌人\n大触9：“Miss”判定次数不超过10，完美躲避所有障碍，完美击退所有幽灵"        
    ],
    1098:
    [
        "Sweet* Witch* Girl*",
        "放弃治疗Vol.3",
        "モリモリあつし vs. uma",
        "2:09",
        "180",
        "购买曲包",
        "6-8-10-x",
        "?⭐",
        "sweet witch girl",
        "Howard_Y",
        "萌新6：“Miss”次数不超过5\n高手8：开启6次以上Fever状态，完美击退所有摆锤和突袭敌人\n大触10+隐藏?：最大连击数达到450以上，取得330000以上的分数，完美演奏所有乐谱（长按）"        
    ],
    1099:
    [
        "trippers feeling!",
        "放弃治疗Vol.3",
        "KAH",
        "2:15",
        "200",
        "购买曲包",
        "5-7-9-11",
        "11⭐",
        "trippers feeling",
        "Phizer",
        "萌新5：取得两次“S”评价\n高手7：取得全连，完美击退所有小型普通敌人\n大触9+隐藏11：“Miss”判定次数不超过5，取得270000以上的分数，完美击退所有双轨敌人"        
    ],
    1100:#95-100,放弃治疗 Vol.3
    [
        "Lilith ambivalence lovers",
        "放弃治疗Vol.3",
        "ikaruga_nex",
        "2:28",
        "155.6",
        "购买曲包",
        "5-8-10",
        "10⭐",
        "lilith ambivalence lovers",
        "Howard_Y",
        "萌新5：取得180000以上的分数\n高手8：开启8次以上Fever状态，完美击退所有BOSS近身攻击\n大触10：取得三次“A”以上的评价，最大连击数达到600以上，完美击退所有大型普通敌人"        
    ],
    1101:#101-106，肥宅快乐包 Vol.4
    [
        "Leave It Alone",
        "肥宅快乐包Vol.4",
        "a_hisa",
        "2:07",
        "128",
        "购买曲包",
        "2-5-8",
        "8⭐",
        "leave it alone",
        "snowsurvivor",
        "萌新2：取得65000以上的分数\n高手5：取得两次“S”评价，完美演奏所有乐谱（长按）\n大触8：“Miss”判定次数不超过10，最大连击数达到350以上，完美击退所有小型普通敌人"        
    ],
    1102:
    [
        "翼の折れた天使たちのレクイエム",
        "肥宅快乐包Vol.4",
        "Sakamiya feat.前野",
        "1:55",
        "184",
        "购买曲包",
        "4-7-9",
        "9⭐",
        "折翼天使",
        "Howard_Y",
        "萌新4：取得全连\n高手7：取得三次“A”以上的评价，完美击退所有大型普通敌人\n大触9：开启6次以上Fever状态，取得230000以上的分数，完美击退所有摆锤和突袭敌人"        
    ],
    1103:
    [
        "Chronomia",
        "肥宅快乐包Vol.4",
        "Lime",
        "2:19",
        "227",
        "购买曲包",
        "5-7-10",
        "10⭐",
        "chronomia",
        "Howard_Y",
        "萌新5：“Miss”判定次数不超过5\n高手7：开启5次以上Fever状态，最大连击数达到300以上\n大触10：收集所有音符，完美击退所有双轨敌人，完美演奏所有乐谱（长按）"        
    ],
    1104:
    [
        "Dandelion's Daydream",
        "肥宅快乐包Vol.4",
        "VeetaCrush",
        "2:34",
        "200",
        "购买曲包",
        "5-7-8",
        "8⭐",
        "dandelion's daydream",
        "Howard_Y",
        "萌新5：完美击退所有双轨敌人\n高手7：取得230000以上的分数，完美击退所有大型普通敌人\n大触8：收集所有音符，取得两次“S”评价，完美击退所有小型普通敌人"        
    ],
    1105:
    [
        "ロリキート ~Flat design~",
        "肥宅快乐包Vol.4",
        "黄泉路テヂーモ",
        "2:36",
        "182",
        "购买曲包",
        "5-7-10",
        "10⭐",
        "lorikeet",
        "Howard_Y",
        "萌新5：“Miss”判定次数不超过10\n高手7：最大连击数达到350以上，完美击退所有幽灵\n大触10：取得三次“A”以上的评价，完美击退所有幽灵，完美击退所有摆锤和突袭敌人"        
    ],
    1106:#101-106，肥宅快乐包 Vol.4
    [
        "GOODRAGE",
        "肥宅快乐包Vol.4",
        "EBIMAYO",
        "1:57",
        "222",
        "购买曲包",
        "6-9-11",
        "11⭐",
        "goodrage",
        "Howard_Y",
        "萌新6：开启5次以上Fever状态\n高手9：取得310000以上的分数，完美击退所有摆锤和突袭敌人\n大触11：最大连击数达到600以上，完美击退所有幽灵，完美躲避所有障碍"        
    ],
    1107:#107-112，放弃治疗 Vol.4
    [
        "Destr0yer",
        "放弃治疗Vol.4",
        "削除 feat.Nikki Simmons",
        "2:56",
        "90",
        "购买曲包",
        "4-7-9",
        "9⭐",
        "destroyer",
        "Howard_Y",
        "萌新4：取得100000以上的分数\n高手7：取得全连，完美击退所有大型普通敌人\n大触9：“Miss”判定次数不超过5，完美击退所有BOSS远程攻击，完美演奏所有乐谱（长按）"        
    ],
    1108:
    [
        "Noël",
        "放弃治疗Vol.4",
        "モリモリあつし vs. uma",
        "2:16",
        "220",
        "购买曲包",
        "5-8-10",
        "10⭐",
        "noel",
        "Howard_Y",
        "萌新5：取得两次“S”评价\n高手8：最大连击数达到400以上，完美击退所有大型普通敌人\n大触10：开启8次以上Fever状态，取得310000以上的分数，完美击退所有摆锤和突袭敌人"        
    ],
    1109:
    [
        "狂喜蘭舞",
        "放弃治疗Vol.4",
        "LeaF",
        "2:31",
        "230",
        "购买曲包",
        "7-9-11",
        "11⭐",
        "狂喜乱舞",
        "Howard_Y",
        "萌新7：开启6次以上Fever状态\n高手9：取得三次“A”以上的评价，完美击退所有摆锤和突袭敌人\n大触11：取得480000以上的分数，完美击退所有大型普通敌人，完美击退所有幽灵"        
    ],
    1110:
    [
        "Two Phace",
        "放弃治疗Vol.4",
        "litmus* vs Sound Souler",
        "2:20",
        "158",
        "购买曲包",
        "4-7-10",
        "10⭐",
        "two phace",
        "Catcats",
        "萌新4：取得两次“S”评价\n高手7：取得全连，完美击退所有BOSS远程攻击\n大触10：开启8次以上Fever状态，最大连击数达到500以上，完美击退所有大型普通敌人"        
    ],
    1111:
    [
        "Fly Again",
        "放弃治疗Vol.4",
        "ARTIST",
        "2:36",
        "180",
        "购买曲包",
        "5-7-10",
        "10⭐",
        "fly again",
        "Amami.A.Myamsar",
        "萌新5：取得全连\n高手7：取得三次“A”以上的评价，完美击退所有大型普通敌人\n大触10：“Miss”判定次数不超过5，碰撞受伤次数不少于20，完美击退所有幽灵"        
    ],
    1112:#107-112，放弃治疗 Vol.4
    [
        "ouroVoros",
        "放弃治疗Vol.4",
        "Negentropy",
        "2:15",
        "185",
        "购买曲包",
        "7-9-11",
        "11⭐",
        "ourovoros",
        "Howard_Y",
        "萌新7：最大连击数达到300以上\n高手9：取得270000以上的分数，完美击退所有双轨敌人\n大触11：取得三次“A”以上的评价，完美躲避所有障碍，完美击退所有摆锤和突袭敌人"        
    ],
    1113:#113-118，肥宅快乐包Vol.5
    [
        "Brave My Heart",
        "肥宅快乐包Vol.5",
        "uma feat.ましろ",
        "1:32",
        "165",
        "购买曲包",
        "3-5-7",
        "7⭐",
        "brave my heart",
        "Howard_Y",
        "萌新3：“Miss”判定次数不超过3\n高手5：取得两次“S”评价，最大连击数达到150以上\n大触7：开启4次以上Fever状态，取得150000以上的分数，完美击退所有双轨敌人"
    ],
    1114:
    [
        "Sakura Fubuki",
        "肥宅快乐包Vol.5",
        "Street",
        "1:52",
        "175",
        "购买曲包",
        "4-7-10",
        "10⭐",
        "sakura fubuki",
        "Howard_Y",
        "萌新4：完美击退所有BOSS远程攻击\n高手7：“Miss”判定次数不超过5，完美击退所有小型普通敌人\n大触10：取得两次“S”评价，碰撞受伤次数不少于20，完美击退所有摆锤和突袭敌人"
    ],
    1115:
    [
        "8bit Adventurer",
        "肥宅快乐包Vol.5",
        "Lime",
        "1:57",
        "197",
        "购买曲包",
        "6-8-10",
        "10⭐",
        "8bit",
        "Howard_Y",
        "萌新6：取得三次“A”以上的评价\n高手8：开启6次以上Fever状态，完美击退所有BOSS近身攻击\n大触10：“Miss”判定次数不超过5，完美击退所有摆锤和突袭敌人，完美演奏所有乐谱（长按）"
    ],
    1116:
    [
        "Suffering of screw",
        "肥宅快乐包Vol.5",
        "Sakamiya feat.由地波瑠",
        "2:07",
        "145",
        "购买曲包",
        "3-5-8",
        "8⭐",
        "suffering of screw",
        "Howard_Y",
        "萌新3：取得全连\n高手5：最大连击数达到250以上，取得180000以上的分数\n大触8：取得两次“S”评价，开启5次以上Fever状态，完美击退所有大型普通敌人"
    ],
    1117:
    [
        "tiny lady",
        "肥宅快乐包Vol.5",
        "Chicala Lpis",
        "1:52",
        "188",
        "购买曲包",
        "4-6-9",
        "9⭐",
        "tiny lady",
        "HXJ_ConveX",
        "萌新4：完美击退所有大型普通敌人\n高手6：取得三次“A”以上的评价，取得全连\n大触9：“Miss”判定次数不超过10，最大连击数达到500以上，完美击退所有摆锤和突袭敌人"
    ],
    1118:#113-118，肥宅快乐包Vol.5
    [
        "Power Attack",
        "肥宅快乐包Vol.5",
        "EBIMAYO",
        "2:08",
        "180",
        "购买曲包",
        "5-7-10",
        "10⭐",
        "power attack",
        "Howard_Y",
        "萌新5：取得160000以上的分数\n高手7：最大连击数达到400以上，完美击退所有幽灵\n大触10：取得三次“A”以上的评价，完美击退所有大型普通敌人，完美躲避所有障碍"
    ],
    1119:#119-124，放弃治疗 Vol.5
    [
        "蓋棺クリサリス",
        "放弃治疗Vol.5",
        "Team Grimoire feat.Sennzai",
        "2:49",
        "160",
        "购买曲包",
        "4-6-8",
        "8⭐",
        "gaikan chrysalis",
        "Howard_Y",
        "萌新4：取得两次“S”评价\n高手6：取得210000以上的分数，最大连击数达到400以上\n大触8：碰撞受伤次数不少于20，完美演奏所有乐谱（长按），完美击退所有BOSS远程攻击"
    ],
    1120:
    [
        "Sterelogue",
        "放弃治疗Vol.5",
        "VeetaCrush",
        "2:16",
        "202",
        "购买曲包",
        "5-7-10",
        "10⭐",
        "sterelogue",
        "Howard_Y",
        "萌新5：最大连击数达到200以上\n高手7：开启4次以上Fever状态，完美演奏所有乐谱（长按）\n大触10：“Miss”判定次数不超过5，完美击退所有大型普通敌人，完美躲避所有障碍"
    ],
    1121:
    [
        "Cheshire's Dance",
        "放弃治疗Vol.5",
        "a_hisa",
        "2:06",
        "120~200	",
        "购买曲包",
        "4-7-10",
        "10⭐",
        "cheshire's dance",
        "Phizer",
        "萌新4：取得110000以上的分数\n高手7：取得两次“S”评价，“Miss”判定次数不超过5\n大触10：开启6次以上Fever状态，收集所有音符，完美击退所有摆锤和突袭敌人"
    ],
    1122:
    [
        "Skrik",
        "放弃治疗Vol.5",
        "Chicala Lpis",
        "1:55",
        "200",
        "购买曲包",
        "5-7-11",
        "11⭐",
        "skrik",
        "Phizer",
        "萌新5：“Miss”判定次数不超过10\n高手7：取得三次“A”以上的评价，完美击退所有双轨敌人\n大触11：收集所有音符，最大连击数达到450以上，完美躲避所有障碍"
    ],
    1123:
    [
        "Soda Pop Canva5!",
        "放弃治疗Vol.5",
        "モリモリあつし vs. XIzE",
        "2:15",
        "190",
        "购买曲包",
        "5-8-10",
        "10⭐",
        "soda pop canva5",
        "Catcats",
        "萌新5：取得全连\n高手8：最大连击数达到400以上，完美击退所有大型普通敌人\n大触10：取得两次“S”评价，“Miss”判定次数不超过10，完美躲避所有障碍"
    ],
    1124:#119-124，放弃治疗 Vol.5
    [
        "ЯUBY:LINTe",
        "放弃治疗Vol.5",
        "orangentle",
        "2:15",
        "100~230",
        "购买曲包",
        "5-8-11",
        "11⭐",
        "ruby",
        "Howard_Y",
        "萌新5：“Miss”判定次数不超过5\n高手8：取得270000以上的分数，最大连击数达到400以上\n大触11：取得三次“A”以上的评价，完美击退所有幽灵，完美击退所有小型普通敌人"
    ],
    1125:#125-130，可爱即正义 Vol.2
    [
        "速溶霓虹 feat.熊子",
        "可爱即正义Vol.2",
        "ANK",
        "1:50",
        "124",
        "购买曲包",
        "2-4-7",
        "7⭐",
        "速溶霓虹",
        "Howard_Y",
        "萌新2：取得全连\n高手4：开启2次以上Fever状态，“Miss”判定次数不超过5\n大触7：取得两次“S”评价，最大连击数达到200以上，完美击退所有大型普通敌人"
    ],
    1126:
    [
        "星球上的追溯诗",
        "可爱即正义Vol.2",
        "味素 feat.熊子",
        "1:41",
        "130",
        "购买曲包",
        "3-5-7",
        "7⭐",
        "星球上的追溯诗",
        "Howard_Y",
        "萌新3：完美击退所有BOSS远程攻击\n高手5：“Miss”判定次数不超过10，最大连击数达到120以上\n大触7：取得90000以上的分数，完美击退所有幽灵，完美击退所有双轨敌人"
    ],
    1127:
    [
        "我要买买买",
        "可爱即正义Vol.2",
        "iKz",
        "2:01",
        "175",
        "购买曲包",
        "4-6-8",
        "⭐",
        "我要买买买",
        "Howard_Y",
        "萌新4：取得130000以上的分数\n高手6：取得三次“A”以上的评价，开启6次以上Fever状态\n大触8：碰撞受伤次数不少于20，收集所有音符，完美击退所有摆锤和突袭敌人"
    ],
    1128:
    [
        "约会宣言",
        "可爱即正义Vol.2",
        "iKz feat.Hanser",
        "2:10",
        "135",
        "购买曲包",
        "2-4-6",
        "6⭐",
        "约会宣言",
        "Phizer",
        "萌新2：“Miss”判定次数不超过5\n高手4：取得60000以上的分数，取得全连\n大触6：取得两次“S”评价，完美躲避所有障碍，完美击退所有大型普通敌人"
    ],
    1129:
    [
        "初雪",
        "可爱即正义Vol.2",
        "KyuRu☆ feat.清塚幽",
        "2:15",
        "128",
        "购买曲包",
        "2-3-6",
        "6⭐",
        "初雪",
        "Phizer",
        "萌新2：取得全连\n高手3：最大连击数达到100以上，完美击退所有BOSS远程攻击\n大触6：取得三次“A”以上的评价，开启4次以上Fever状态，完美演奏所有乐谱（长按）"
    ],
    1130:#125-130，可爱即正义 Vol.2
    [
        "心上华海",
        "可爱即正义Vol.2",
        "Nekock·LK",
        "2:34",
        "128",
        "购买曲包",
        "3-6-8",
        "8⭐",
        "心上华海",
        "Howard_Y",
        "萌新3：取得三次“A”以上的评价\n高手6：最大连击数达到250以上，完美击退所有小型普通敌人\n大触8：“Miss”判定次数不超过10，收集所有音符，完美演奏所有乐谱（长按）"
    ],
    1131:#131-136，肥宅快乐包 Vol.6
    [
        "Elysion's Old Mans",
        "肥宅快乐包Vol.6",
        "アリスシャッハと魔法の楽団",
        "2:12",
        "118.8~120",
        "购买曲包",
        "3-5-8",
        "8⭐",
        "elysion's old mans",
        "Howard_Y",
        "萌新3：取得全连\n高手5：开启4次以上Fever状态，完美演奏所有乐谱（长按）\n大触8：取得三次“A”以上的评价，最大连击数达到300以上，完美击退所有小型普通敌人"
    ],
    1132:
    [
        "AXION",
        "肥宅快乐包Vol.6",
        "削除",
        "1:56",
        "160",
        "购买曲包",
        "4-5-8",
        "8⭐",
        "axion",
        "Howard_Y",
        "萌新4：取得两次“S”评价\n高手5：最大连击数达到170以上，完美击退所有BOSS远程攻击\n大触8：取得160000以上的分数，“Miss”判定次数不超过5，完美击退所有大型普通敌人"
    ],
    1133:
    [
        "Amnesia",
        "肥宅快乐包Vol.6",
        "a_hisa",
        "2:05",
        "190",
        "购买曲包",
        "3-6-9",
        "9⭐",
        "amnesia",
        "HXJ_ConveX",
        "萌新3：完美击退所有小型普通敌人\n高手6：取得两次“S”评价，最大连击数达到200以上\n大触9：取得全连，碰撞受伤次数不少于20，完美击退所有幽灵"
    ],
    1134:
    [
        "温泉大作戦",
        "肥宅快乐包Vol.6",
        "Freezer feat.妃苺",
        "1:58",
        "205",
        "购买曲包",
        "4-6-8",
        "8⭐",
        "温泉大作战",
        "Howard_Y",
        "萌新4：取得130000以上的分数\n高手6：取得三次“A”以上的评价，完美击退所有大型普通敌人\n大触8：开启6次以上Fever状态，“Miss”判定次数不超过10，完美击退所有摆锤和突袭敌人"
    ],
    1135:
    [
        "Gleam stone",
        "肥宅快乐包Vol.6",
        "adaptor",
        "1:53",
        "140",
        "购买曲包",
        "4-7-9",
        "9⭐",
        "gleam stone",
        "noodle",
        "萌新4：取得全连\n高手7：取得170000以上的分数，完美演奏所有乐谱（长按）\n大触9：最大连击数达到400以上，完美躲避所有障碍，完美击退所有双轨敌人"
    ],
    1136:#131-136，肥宅快乐包 Vol.6
    [
        "GOODWORLD",
        "肥宅快乐包Vol.6",
        "EBIMAYO",
        "2:08",
        "165",
        "购买曲包",
        "4-7-10",
        "10⭐",
        "goodworld",
        "Phizer",
        "萌新4：“Miss”判定次数不超过5\n高手7：取得两次“S”评价，收集所有音符\n大触10：最大连击数达到450以上，完美击退所有摆锤和突袭敌人，完美击退所有幽灵"
    ],
    1137:#137-142，可爱即正义 Vol.3
    [
        "魔咒 feat.早木旋子",
        "可爱即正义Vol.3",
        "ANK",
        "2:18",
        "125",
        "购买曲包",
        "2-5-7",
        "7⭐",
        "魔咒",
        "Howard_Y",
        "萌新2：最大连击数达到100以上\n高手5：开启3次以上Fever状态，完美击退所有小型普通敌人\n大触7：“Miss”判定次数不超过10，取得135000以上的分数"
    ],
    1138:
    [
        "斑斓星，彩绘，旅行诗",
        "可爱即正义Vol.3",
        "cnsouka Feat.karin",
        "1:51",
        "122",
        "购买曲包",
        "3-4-6",
        "6⭐",
        "斑斓星，彩绘，旅行诗",
        "Phizer",
        "萌新3：取得全连\n高手4：取得三次“A”以上的评价，取得70000以上的分数\n大触6：最大连击数达到180以上，碰撞受伤次数不少于20，完美击退所有摆锤和突袭敌人"
    ],
    1139:
    [
        "Satell Knight",
        "可爱即正义Vol.3",
        "UncleWang Feat.熊子",
        "2:20",
        "128",
        "购买曲包",
        "3-6-8",
        "8⭐",
        "satell knight",
        "Howard_Y",
        "萌新3：完美击退所有幽灵\n高手6：开启4次以上Fever状态，完美击退所有大型普通敌人\n大触8：取得两次“S”评价，收集所有音符，完美击退所有BOSS远程攻击"
    ],
    1140:
    [
        "Black River Feat.Mes",
        "可爱即正义Vol.3",
        "小野道ono",
        "1:59",
        "105",
        "购买曲包",
        "1-4-6",
        "6⭐",
        "black river",
        "Hit me",
        "萌新1：“Miss”判定次数不超过5\n高手4：取得两次“S”评价，完美击退所有BOSS远程攻击\n大触6：最大连击数达到200以上，取得120000以上的分数，完美击退所有大型普通敌人"
    ],
    1141:
    [
        "生而为人，我很抱歉",
        "可爱即正义Vol.3",
        "Nekock·LK",
        "2:19",
        "150",
        "购买曲包",
        "2-5-8",
        "8⭐",
        "生而为人",
        "Howard_Y",
        "萌新2：开启2次以上Fever状态\n高手5：“Miss”判定次数不超过5，完美击退所有小型普通敌人\n大触8：取得三次“A”以上的评价，取得全连，完美击退所有幽灵"
    ],
    1142:#137-142，可爱即正义 Vol.3
    [
        "飢えた鳥たち",
        "可爱即正义Vol.3",
        "MusikM",
        "2:10",
        "126",
        "购买曲包",
        "3-6-8",
        "8⭐",
        "ueta tori tachi",
        "Howard_Y",
        "萌新3：取得两次“S”评价\n高手6：最大连击数达到250以上，完美演奏所有乐谱（长按）\n大触8：开启6次以上Fever状态，完美击退所有双轨敌人，完美击退所有幽灵"
    ],
    1143:#143-148 放弃治疗 Vol.6
    [
        "Future Dive",
        "放弃治疗Vol.6",
        "Cosmograph",
        "1:49",
        "181",
        "购买曲包",
        "4-6-9",
        "9⭐",
        "future dive",
        "Trixxxter",
        "萌新4：取得全连\n高手6：取得两次“S”评价，“Miss”判定次数不超过5\n大触9：最大连击数达到300以上，收集所有音符，完美击退所有双轨敌人"
    ],
    1144:
    [
        "Re：End of a Dream",
        "放弃治疗Vol.6",
        "uma vs. モリモリあつし",
        "2:19",
        "212",
        "购买曲包",
        "5-8-11",
        "11⭐",
        "end of a dream",
        "Howard_Y+s Darkside",
        "萌新5：完美击退所有幽灵\n高手8：取得三次“A”以上的评价，取得280000以上的分数\n大触11：取得全连，完美击退所有小型普通敌人，完美击退所有摆锤和突袭敌人"
    ],
    1145:
    [
        "Etude -Storm-",
        "放弃治疗Vol.6",
        "Polymath9",
        "1:59",
        "200",
        "购买曲包",
        "6-8-10",
        "10⭐",
        "etude storm",
        "Howard_Y",
        "萌新6：完美演奏所有乐谱（长按）\n高手8：最大连击数达到300以上，开启5次以上Fever状态\n大触10：“Miss”判定次数不超过10，碰撞受伤次数不少于20，完美击退所有大型普通敌人"
    ],
    1146:
    [
        "Unlimited Katharsis",
        "放弃治疗Vol.6",
        "Reku Mochizuki",
        "2:07",
        "185",
        "购买曲包",
        "4-6-10",
        "10⭐",
        "unlimited katharsis",
        "Howard_Y",
        "萌新4：取得三次“A”以上的评价\n高手6：“Miss”判定次数不超过5，完美击退所有BOSS近身攻击\n大触10：最大连击数达到250以上，取得200000以上的分数，完美击退所有BOSS远程攻击"
    ],
    1147:
    [
        "Magic Knight Girl",
        "放弃治疗Vol.6",
        "Nizikawa",
        "2:01",
        "172",
        "购买曲包",
        "4-7-9",
        "9⭐",
        "magic knight girl",
        "Howard_Y",
        "萌新4：取得全连\n高手7：开启6次以上Fever状态，完美击退所有双轨敌人\n大触9：取得300000以上的分数，完美躲避所有障碍，完美击退所有幽灵"
    ],
    1148:#143-148 放弃治疗 Vol.6
    [
        "Eeliaas",
        "放弃治疗Vol.6",
        "ミツキ",
        "1:57",
        "180",
        "购买曲包",
        "6-9-11",
        "11⭐",
        "eeliaas",
        "Amami.A.Myamsar",
        "萌新6：“Miss”判定次数不超过10\n高手9：最大连击数达到350以上，完美击退所有大型普通敌人\n大触11：完美躲避所有障碍，完美演奏所有乐谱（长按），完美击退所有摆锤和突袭敌人"
    ],
    1149:#149-154，肥宅快乐包 Vol.7
    [
        "Cotton Candy Wonderland",
        "肥宅快乐包Vol.7",
        "Endorfin.",
        "2:24",
        "156",
        "购买曲包",
        "2-5-8",
        "8⭐",
        "cotton candy wonderland",
        "Howard_Y",
        "萌新2：取得两次“S”评价\n高手5：“Miss”判定次数不超过10，取得160000以上的分数\n大触8：收集所有音符，最大连击数达到300以上，完美击退所有上线普通敌人"
    ],
    1150:
    [
        "プナイプナイたいそう",
        "肥宅快乐包Vol.7",
        "立秋 feat.ちょこ",
        "1:48",
        "271",
        "购买曲包",
        "2-7-10",
        "7⭐",
        "punai punai taiso",
        "TRIXXXTER • TERUYAMA",
        "萌新2：“Miss”判定次数不超过5\n高手7：开启4次以上Fever状态，最大连击数达到271以上\n大触10：完美躲避所有障碍，完美击退所有摆锤和突袭敌人"
    ],
    1151:
    [
        "Fly↑High",
        "肥宅快乐包Vol.7",
        "P4koo(feat.rerone)",
        "1:48",
        "142",
        "购买曲包",
        "3-5-7",
        "7⭐",
        "fly high",
        "Howard_Y",
        "萌新3：最大连击数达到100以上\n高手5：完美演奏所有乐谱（长按），完美击退所有大型普通敌人\n大触7：取得三次“A”以上的评价，取得140000以上的分数，完美击退所有BOSS远程攻击"
    ],
    1152:
    [
        "prejudice",
        "肥宅快乐包Vol.7",
        "a_hisa",
        "2:19",
        "125",
        "购买曲包",
        "4-6-9",
        "9⭐",
        "prejudice",
        "Howard_Y",
        "萌新4：取得两次“S”评价\n高手6：“Miss”判定次数不超过5，最大连击数达到250以上\n大触9：开启6次以上Fever状态，完美击退所有双轨敌人，完美击退所有小型普通敌人"
    ],
    1153:
    [
        "The 89's Momentum",
        "肥宅快乐包Vol.7",
        "MYUKKE.",
        "2:13",
        "128",
        "购买曲包",
        "5-7-9",
        "9⭐",
        "the 89's momentum",
        "Howard_Y",
        "萌新5：取得115000以上的分数\n高手7：开启4次以上Fever状态，完美击退所有BOSS远程攻击\n大触9：取得全连，完美演奏所有乐谱（长按），完美击退所有幽灵"
    ],
    1154:#149-154，肥宅快乐包 Vol.7
    [
        "energy night(DASH mix)",
        "肥宅快乐包Vol.7",
        "KAH",
        "2:15",
        "156",
        "购买曲包",
        "5-7-10",
        "10⭐",
        "energy night",
        "Howard_Y",
        "萌新5：完美击退所有小型普通敌人\n高手7：“Miss”判定次数不超过10，取得210000以上的分数\n大触10：取得三次“A”以上的评价，碰撞受伤次数不少于20，完美击退所有摆锤和突袭敌人"
    ],
    1155:#155-160，可爱即正义 Vol.4
    [
        "SWEETSWEETSWEET",
        "可爱即正义Vol.4",
        "砂糖协会（ANK feat.熊子）",
        "2:19",
        "131",
        "购买曲包",
        "2-5-7",
        "7⭐",
        "sweetsweetsweet",
        "Howard_Y",
        "萌新2：取得全连\n高手5：完美击退所有小型普通敌人，取得110000以上的分数\n大触7：取得两次“S”评价，开启4次以上Fever状态，完美演奏所有乐谱（长按）"
    ],
    1156:
    [
        "深蓝与夜的呼吸",
        "可爱即正义Vol.4",
        "砂糖协会（ANK feat.熊子）",
        "2:32",
        "155",
        "购买曲包",
        "2-4-6",
        "6⭐",
        "深蓝与夜的呼吸",
        "Howard_Y",
        "萌新2：取得70000以上的分数\n高手4：取得全连，完美击退所有BOSS远程攻击\n大触6：“Miss”判定次数不超过10，完美击退所有幽灵，完美击退所有小型普通敌人"
    ],
    1157:
    [
        "Joy Connection",
        "可爱即正义Vol.4",
        "MusikM / Jun Kuroda",
        "2:05",
        "140",
        "购买曲包",
        "3-6-8",
        "8⭐",
        "joy connection",
        "money钱",
        "萌新3：“Miss”判定次数不超过5\n高手6：开启5次以上Fever状态，完美演奏所有乐谱（长按）\n大触8：取得三次“A”以上的评价，完美躲避所有障碍，完美击退所有小型普通敌人"
    ],
    1158:
    [
        "任性 Ver.B",
        "可爱即正义Vol.4",
        "小野道ono",
        "2:34",
        "174",
        "购买曲包",
        "4-6-8",
        "8⭐",
        "任性",
        "HXJ_ConveX",
        "萌新4：最大连击数达到200以上\n高手6：取得两次“S”评价，完美击退所有大型普通敌人\n大触8：取得280000以上的分数，完美击退所有幽灵，完美击退所有BOSS近身攻击"
    ],
    1159:
    [
        "就是不听话",
        "可爱即正义Vol.4",
        "iKz feat.Hanser",
        "2:30",
        "175",
        "购买曲包",
        "3-6-8",
        "8⭐",
        "就是不听话",
        "Howard_Y",
        "萌新3：取得两次“S”评价\n高手6：“Miss”判定次数不超过10，完美躲避所有障碍\n大触8：开启7次以上Fever状态，收集所有音符，完美击退所有摆锤和突袭敌人"
    ],
    1160:#155-160，可爱即正义 Vol.4
    [
        "草蛇惊一",
        "可爱即正义Vol.4",
        "麦当叔劳劳",
        "2:09",
        "128",
        "购买曲包",
        "2-6-9",
        "9⭐",
        "草蛇惊一",
        "Phizer",
        "萌新2：取得三次“A”以上的评价\n高手6：最大连击数达到200以上，完美击退所有大型普通敌人\n大触9：碰撞受伤次数不少于20，“Miss”判定次数不超过5，完美击退所有BOSS远程攻击"
    ],
    1161:#161-166，放弃治疗 Vol.7
    [
        "INFINITY",
        "放弃治疗Vol.7",
        "Cosmograph",
        "1:50",
        "190",
        "购买曲包",
        "5-8-10",
        "10⭐",
        "infinity",
        "Phizer∞ + [SHD mix]",
        "萌新5：完美击退所有BOSS远程攻击\n高手8：“Miss”判定次数不超过5，完美击退所有幽灵\n大触10：取得三次“A”以上的评价，收集所有音符，完美击退所有大型普通敌人"
    ],
    1162:
    [
        "プナイプナイせんそう",
        "放弃治疗Vol.7",
        "立秋 feat.ちょこ",
        "2:07",
        "271",
        "购买曲包",
        "2-7-11",
        "11⭐",
        "punai punai senso",
        "HOWARD • TERUYAMA",
        "萌新2：取得全连\n高手7：最大连击数达到271以上，开启5次以上Fever状态\n大触11：取得400000以上的分数，完美躲避所有障碍，完美击退所有双轨敌人"
    ],
    1163:
    [
        "Maxi",
        "放弃治疗Vol.7",
        "Nizikawa",
        "1:54",
        "180",
        "购买曲包",
        "5-8-10",
        "10⭐",
        "maxi",
        "Amami.A.Myamsar",
        "萌新5：“Miss”判定次数不超过10\n高手8：最大连击数达到300以上，完美击退所有大型普通敌人\n大触10：取得两次“S”评价，取得300000以上的分数，完美击退所有BOSS远程攻击"
    ],
    1164:
    [
        "YInMn Blue",
        "放弃治疗Vol.7",
        "siqlo",
        "2:05",
        "152",
        "购买曲包",
        "6-8-10",
        "10⭐",
        "yinmn blue",
        "money钱",
        "萌新6：取得114514以上的分数\n高手8：“Miss”判定次数不超过19，碰撞受伤次数不少于19\n大触10：开启8次以上Fever状态，完美击退所有BOSS近身攻击，完美演奏所有乐谱（长按）"
    ],
    1165:
    [
        "Plumage",
        "放弃治疗Vol.7",
        "brz1128",
        "2:21",
        "190",
        "购买曲包",
        "4-7-10",
        "10⭐",
        "plumage",
        "asdwadsxc",
        "萌新4：取得全连\n高手7：取得两次“S”评价，最大连击数达到350以上\n大触10：“Miss”判定次数不超过5，完美击退所有摆锤和突袭敌人，完美躲避所有障碍"
    ],
    1166:#161-166，放弃治疗 Vol.7
    [
        "Dr.Techro",
        "放弃治疗Vol.7",
        "米線p.",
        "1:59",
        "210",
        "购买曲包",
        "7-9-11",
        "11⭐",
        "techro",
        "GearMaster_HY",
        "萌新7：取得三次“A”以上的评价\n高手9：开启5次以上Fever状态，完美击退所有摆锤和突袭敌人\n大触11：最大连击数达到550以上，完美躲避所有障碍，完美击退所有小型普通敌人"
    ],
    1167:#167-712，肥宅快乐包Vol.8
    [
        "Moonlight Banquet",
        "肥宅快乐包Vol.8",
        "a_hisa",
        "2:43",
        "130",
        "购买曲包",
        "2-5-8",
        "8⭐",
        "moonlight banquet",
        "Howard_Y",
        "萌新2：取得90000以上的分数\n高手5：取得三次“A”以上的评价，最大连击数达到200以上\n大触8：“Miss”判定次数不超过5，开启6次以上Fever状态，完美击退所有小型普通敌人"
    ],
    1168:
    [
        "Flashdance",
        "肥宅快乐包Vol.8",
        "litmus*",
        "2:00",
        "130",
        "购买曲包",
        "3-6-9",
        "9⭐",
        "flashdance",
        "Howard_Y",
        "萌新3：开启2次以上Fever状态\n高手6：取得全连，完美击退所有大型普通敌人\n大触9：取得三次“A”以上的评价，最大连击数达到400以上，完美躲避所有障碍"
    ],
    1169:
    [
        "INFiNiTE ENERZY -Overdoze-",
        "肥宅快乐包Vol.8",
        "Reku Mochizuki",
        "1:52",
        "180",
        "购买曲包",
        "4-7-9-10",
        "10⭐",
        "infinite enerzy",
        "Howard_Y",
        "萌新4：取得两次“S”评价\n高手7：取得210000以上的分数，完美演奏所有乐谱（长按）\n大触9+隐藏10：“Miss”判定次数不超过10，完美击退所有双轨敌人，完美击退所有BOSS远程攻击"
    ],
    1170:
    [
        "One Way Street",
        "肥宅快乐包Vol.8",
        "siqlo",
        "2:20",
        "150",
        "购买曲包",
        "3-6-10",
        "10⭐",
        "one way street",
        "noodle",
        "萌新3：取得全连\n高手6：最大连击数达到250以上，完美演奏所有乐谱（长按）\n大触10：开启7次以上Fever状态，碰撞受伤次数不少于20，完美击退所有小型普通敌人"
    ],
    1171:
    [
        "This Club is Not 4 U",
        "肥宅快乐包Vol.8",
        "EmoCosine",
        "2:12",
        "160",
        "购买曲包",
        "4-7-9",
        "9⭐",
        "this club is not 4u",
        "HXJ_ConveX",
        "萌新4：“Miss”判定次数不超过5\n高手7：取得三次“A”以上的评价，完美击退所有BOSS近身攻击\n大触9：取得280000以上的分数，完美击退所有幽灵，完美击退所有BOSS远程攻击"
    ],
    1172:#167-712，肥宅快乐包Vol.8
    [
        "ULTRA MEGA HAPPY PARTY!!!",
        "肥宅快乐包Vol.8",
        "翡乃イスカ",
        "2:11",
        "205",
        "购买曲包",
        "5-7-10",
        "10⭐",
        "ultra mega",
        "money钱",
        "萌新5：完美击退所有大型普通敌人\n高手7：“Miss”判定次数不超过10，完美击退所有BOSS远程攻击\n大触10：取得两次“S”评价，最大连击数达到550以上，完美击退所有摆锤和突袭敌人"
    ],
    1173:#173-175，经费在燃烧：纳米核心
    [
        "Glimmer feat.祈Inory",
        "联动包",
        "kors k",
        "1:34",
        "146",
        "经费在燃烧:纳米核心 in 基础包",
        "2-5-8",
        "8⭐",
        "glimmer",
        "Howard_Y",
        "萌新2：“Miss”判定次数不超过5\n高手5：开启3次以上Fever状态，取得110000以上的分数\n大触8：最大连击数达到250以上，完美击退所有双轨敌人，完美击退所有摆锤和突袭敌人"
    ],
    1174:
    [
        "EXIST feat.米雅",
        "联动包",
        "G.K & Haloweak",
        "2:14",
        "165",
        "经费在燃烧:纳米核心 in 基础包",
        "3-5-8",
        "8⭐",
        "exist",
        "Howard_Y",
        "萌新3：取得全连\n高手5：取得三次“A”以上的评价，完美击退所有小型普通敌人\n大触8：开启5次以上Fever状态，碰撞受伤次数不少于20，完美演奏所有乐谱（长按）"
    ],
    1175:#173-175，经费在燃烧：纳米核心
    [
        "Irreplaceable feat.夏铜子",
        "联动包",
        "Haloweak",
        "1:27",
        "175",
        "经费在燃烧:纳米核心 in 基础包",
        "4-6-8",
        "8⭐",
        "irreplaceable",
        "Howard_Y",
        "萌新4：取得两次“S”评价\n高手6：最大连击数达到150以上，完美躲避所有障碍\n大触8：“Miss”判定次数不超过10，取得150000以上的分数，完美击退所有幽灵"
    ],
    1176:#176-181，放弃治疗Vol.8
    [
        "The NightScape",
        "放弃治疗Vol.8",
        "litmus*",
        "2:04",
        "130",
        "购买曲包",
        "4-7-9",
        "9⭐",
        "the nightscape",
        "Catcats",
        "萌新4：开启3次以上Fever状态\n高手7：取得三次“A”以上的评价，取得180000以上的分数\n大触9：“Miss”判定次数不超过5，完美击退所有BOSS远程攻击，完美击退所有小型普通敌人"
    ],
    1177:
    [
        "FREEDOM DiVE↓",
        "放弃治疗Vol.8",
        "xi",
        "2:16",
        "222.22",
        "购买曲包",
        "6-8-10-12",
        "12⭐",
        "freedom dive",
        "HOWARD_Y↓",
        "萌新6：取得全连\n高手8：最大连击数达到222以上，“Miss”判定次数不超过22\n大触10+隐藏12：取得三次“A”以上的评价，完美击退所有大型普通敌人，完美击退所有摆锤和突袭敌人"
    ],
    1178:
    [
        "Φ",
        "放弃治疗Vol.8",
        "Street",
        "2:03",
        "190",
        "购买曲包",
        "5-8-10",
        "10⭐",
        "Φ",
        "Howard_Y",
        "萌新5：“Miss”判定次数不超过5\n高手8：开启6次以上Fever状态，完美演奏所有乐谱（长按）\n大触10：取得300000以上的分数，碰撞受伤次数不少于20，完美击退所有幽灵"
    ],
    1179:
    [
        "Lueur de la nuit",
        "放弃治疗Vol.8",
        "ああああ + しーけー",
        "2:17",
        "220",
        "购买曲包",
        "6-8-11",
        "11⭐",
        "lueur de la nuit",
        "Howard_Y",
        "萌新6：取得两次“S”评价\n高手8：取得240000以上的分数，开启5次以上Fever状态\n大触11：最大连击数达到400以上，完美击退所有双轨敌人，完美击退所有小型普通敌人"
    ],
    1180:
    [
        "Creamy Sugary OVERDRIVE!!!",
        "放弃治疗Vol.8",
        "BTB",
        "2:00",
        "190",
        "购买曲包",
        "4-7-10",
        "10⭐",
        "creamy sugary",
        "asdwadsxc",
        "萌新4：取得全连\n高手7：取得两次“S”评价，完美击退所有BOSS远程攻击\n大触10：“Miss”判定次数不超过10，完美击退所有幽灵，完美击退所有摆锤和突袭敌人"
    ],
    1181:#176-181，放弃治疗Vol.8
    [
        "Disorder (feat.YURI)",
        "放弃治疗Vol.8",
        "HyuN",
        "2:09",
        "193",
        "购买曲包",
        "5-7-11",
        "11⭐",
        "disorder",
        "money钱",
        "萌新5：取得三次“A”以上的评价\n高手7：最大连击数达到350以上，完美演奏所有乐谱（长按）\n大触11：开启7次以上Fever状态，完美躲避所有障碍，完美击退所有大型普通敌人"
    ],
    1182:#182-187，可爱即正义Vol.5
    [
        "雨后甜点",
        "可爱即正义Vol.5",
        "砂糖协会（ANK feat.熊子）",
        "2:30",
        "128",
        "购买曲包",
        "2-4-6",
        "6⭐",
        "雨后甜点",
        "Howard_Y",
        "萌新2：“Miss”判定次数不超过10\n高手4：取得三次“A”以上的评价，完美击退所有BOSS远程攻击\n大触6：最大连击数达到200以上，取得140000以上的分数，完美击退所有幽灵"
    ],
    1183:
    [
        "告白应援方程式",
        "可爱即正义Vol.5",
        "S9ryne Feat.祈Inory",
        "2:09",
        "160",
        "购买曲包",
        "3-5-7",
        "7⭐",
        "告白应援方程式",
        "Howard_Y",
        "萌新3：最大连击数达到150以上\n高手5：取得两次“S”评价，完美击退所有大型普通敌人\n大触7：开启6次以上Fever状态，碰撞受伤次数不少于20，完美击退所有摆锤和突袭敌人"
    ],
    1184:
    [
        "Omatsuri feat.兔子ST",
        "可爱即正义Vol.5",
        "Nekock·LK",
        "2:14",
        "145",
        "购买曲包",
        "1-3-6",
        "6⭐",
        "omatsuri",
        "baozale",
        "萌新1：取得三次“A”以上的评价\n高手3：取得全连，开启3次以上Fever状态\n大触6：“Miss”判定次数不超过5，完美躲避所有障碍，完美击退所有小型普通敌人"
    ],
    1185:
    [
        "FUTUREPOP",
        "可爱即正义Vol.5",
        "砂糖协会（ANK feat.熊子）",
        "2:34",
        "124",
        "购买曲包",
        "2-5-7",
        "7⭐",
        "futurepop",
        "Howard_Y",
        "萌新2：取得70000以上的分数\n高手5：最大连击数达到200以上，完美演奏所有乐谱（长按）\n大触7：取得三次“A”以上的评价，完美躲避所有障碍，完美击退所有大型普通敌人"
    ],
    1186:
    [
        "The Breeze",
        "可爱即正义Vol.5",
        "sctl feat.Syepias",
        "1:26",
        "98",
        "购买曲包",
        "1-4-6",
        "6⭐",
        "breeze",
        "Laddie Amoyensis",
        "萌新1：取得两次“S”评价\n高手4：“Miss”判定次数不超过5，完美击退所有小型普通敌人\n大触6：取得100000以上的分数，完美击退所有幽灵，完美演奏所有乐谱（长按）"
    ],
    1187:#182-187，可爱即正义Vol.5
    [
        "ウォー・アイ・レタス炒飯！！",
        "可爱即正义Vol.5",
        "諸星なな feat.加藤はるか&廣瀬祐輝",
        "1:53",
        "190",
        "购买曲包",
        "3-7-9",
        "9⭐",
        "i love lettuce fried rice",
        "Howard_Y",
        "萌新3：取得全连\n高手7：开启7次以上Fever状态，完美击退所有BOSS远程攻击\n大触9：取得两次“S”评价，完美击退所有双轨敌人，完美击退所有摆锤和突袭敌人"
    ],
    1188:#188-193，肥宅快乐包 Vol.9
    [
        "The Last Page",
        "肥宅快乐包Vol.9",
        "ARForest",
        "2:09",
        "195",
        "购买曲包",
        "3-5-7",
        "7⭐",
        "last page",
        "Howard_Y",
        "萌新3：开启3次以上Fever状态\n高手5：取得两次“S”评价，取得150000以上的分数\n大触7：最大连击数达到250以上，完美击退所有小型普通敌人，完美演奏所有乐谱（长按）"
    ],
    1189:
    [
        "IKAROS",
        "肥宅快乐包Vol.9",
        "ETIA. feat.Jenga",
        "1:58",
        "175",
        "购买曲包",
        "4-7-10",
        "10⭐",
        "ikaros",
        "Amami.A.Myamsar",
        "萌新4：取得三次“A”以上的评价\n高手7：开启4次以上Fever状态，完美击退所有小型普通敌人\n大触10：“Miss”判定次数不超过10，完美躲避所有障碍，碰撞受伤次数不少于20"
    ],
    1190:
    [
        "月夜見",
        "肥宅快乐包Vol.9",
        "Halv",
        "2:13",
        "188",
        "购买曲包",
        "3-6-9",
        "9⭐",
        "月夜见",
        "HXJ_ConveX + SugarSu feat.RavE",
        "萌新3：取得全连\n高手6：最大连击数达到300以上，完美击退所有BOSS远程攻击\n大触9：取得两次“S”评价，完美击退所有大型普通敌人，完美击退所有摆锤和突袭敌人"
    ],
    1191:
    [
        "Future Stream",
        "肥宅快乐包Vol.9",
        "Qutabire",
        "2:21",
        "177",
        "购买曲包",
        "4-6-8",
        "8⭐",
        "future stream",
        "Howard_Y",
        "萌新4：取得180000以上的分数\n高手6：取得三次“A”以上的评价，完美击退所有BOSS近身攻击\n大触8：“Miss”判定次数不超过5，收集所有音符，完美击退所有双轨敌人"
    ],
    1192:
    [
        "FULi AUTO SHOOTER",
        "肥宅快乐包Vol.9",
        "MYUKKE.",
        "1:59",
        "145",
        "购买曲包",
        "4-7-9",
        "9⭐",
        "fuli auto shooter",
        "Howard_Y",
        "萌新4：最大连击数达到200以上\n高手7：“Miss”判定次数不超过5，完美击退所有大型普通敌人\n大触9：取得三次“A”以上的评价，完美演奏所有乐谱（长按），完美击退所有摆锤和突袭敌人"
    ],
    1193:#188-193，肥宅快乐包 Vol.9
    [
        "GOODFORTUNE",
        "肥宅快乐包Vol.9",
        "EBIMAYO",
        "2:10",
        "170",
        "购买曲包",
        "5-7-9",
        "9⭐",
        "goodfortune",
        "Howard_Y",
        "萌新5：取得两次“S”评价\n高手7：取得全连，开启6次以上Fever状态\n大触9：取得350000以上的分数，完美击退所有幽灵，完美击退所有BOSS远程攻击"
    ],
    1194:#194-199,暮 色 電 台FM101
    [
        "tape/stop/night",
        "暮 色 電 台FM101",
        "砂糖协会",
        "2:16",
        "115",
        "购买曲包",
        "3-5-7",
        "7⭐",
        "tape stop night",
        "Howard_Y",
        "萌新3：取得两次“S”评价\n高手5：收集所有音符，完美击退所有小型普通敌人\n大触7：最大连击数达到200以上，开启4次以上Fever状态，完美击退所有BOSS近身攻击"
    ],
    1195:
    [
        "Pixel Galaxy",
        "暮 色 電 台FM101",
        "Snail's House",
        "2:21",
        "150",
        "购买曲包",
        "2-5-8",
        "8⭐",
        "pixel galaxy",
        "Howard_Y",
        "萌新2：取得70000以上的分数\n高手5：开启4次以上Fever状态，完美击退所有BOSS远程攻击\n大触8：取得三次“A”以上的评价，完美演奏所有乐谱（长按），完美击退所有幽灵"
    ],
    1196:
    [
        "Notice",
        "暮 色 電 台FM101",
        "Moe Shop / TORIENA",
        "1:15",
        "125",
        "购买曲包",
        "4-7-10",
        "10⭐",
        "notice",
        "Howard_Y",
        "萌新4：“Miss”判定次数不超过5\n高手7：最大连击数达到200以上，完美演奏所有乐谱（长按）\n大触10：取得200000以上的分数，完美击退所有大型普通敌人，完美击退所有摆锤和突袭敌人"
    ],
    1197:
    [
        "sᴛʀᴀᴡʙᴇʀʀʏ ɢᴏᴅᴢɪʟʟᴀ",
        "暮 色 電 台FM101",
        "砂糖协会",
        "2:17",
        "128",
        "购买曲包",
        "2-5-7",
        "7⭐",
        "strawberry godzilla",
        "Howard_Y",
        "萌新2：取得全连\n高手5：取得两次“S”评价，完美击退所有BOSS远程攻击\n大触7：碰撞受伤次数不少于20，完美演奏所有乐谱（长按），完美击退所有小型普通敌人"
    ],
    1198:
    [
        "OKIMOCHI EXPRESSION",
        "暮 色 電 台FM101",
        "ディスコブラザーズ",
        "2:00",
        "131",
        "购买曲包",
        "4-6-10",
        "10⭐",
        "okimochi expression",
        "Howard_Y",
        "萌新4：最大连击数达到150以上\n高手6：取得三次“A”以上的评价，取得180000以上的分数\n大触10：“Miss”判定次数不超过5，完美击退所有摆锤和突袭敌人，完美击退所有双轨敌人"
    ],
    1199:#194-199,暮 色 電 台FM101
    [
        "君とpool disco",
        "暮 色 電 台FM101",
        "loopcoda",
        "1:36",
        "128",
        "购买曲包",
        "4-6-8",
        "8⭐",
        "pool disco",
        "Howard_Y",
        "萌新4：开启3次以上Fever状态\n高手6：“Miss”判定次数不超过5，完美躲避所有障碍\n大触8：取得两次“S”评价，完美击退所有大型普通敌人，完美击退所有BOSS远程攻击"
    ],
    1200:#200-205，放弃治疗Vol.9
    [
        "東方兔傳說 -SKY DEFENDER-",
        "放弃治疗Vol.9",
        "sctl",
        "1:34",
        "160",
        "购买曲包",
        "4-6-9",
        "9⭐",
        "东方兔传说",
        "Howard_Y",
        "萌新4：“Miss”判定次数不超过10\n高手6：取得三次“A”以上的评价，完美演奏所有乐谱（长按）\n大触9：最大连击数达到300以上，取得200000以上的分数，完美击退所有大型普通敌人"
    ],
    1201:
    [
        "ENERGY SYNERGY MATRIX",
        "放弃治疗Vol.9",
        "Tanchiky",
        "2:03",
        "160",
        "购买曲包",
        "6-8-10",
        "10⭐",
        "energy synergy matrix",
        "Howard_Y",
        "萌新6：完美击退所有小型普通敌人\n高手8：取得两次“S”评价，取得260000以上的分数\n大触10：收集所有音符，“Miss”判定次数不超过5，完美击退所有BOSS远程攻击"
    ],
    1202:
    [
        "プナイプナイげんそう ～プナイプナイinワンダーランド～",
        "放弃治疗Vol.9",
        "立秋 feat.ちょこ",
        "2:08",
        "271",
        "购买曲包",
        "2-7-11",
        "11⭐",
        "punai punai genso",
        "- Team TERUYAMA -",
        "萌新2：取得全连\n高手7：最大连击数达到271以上，完美击退所有小型普通敌人\n大触11：取得两次“S”评价，完美躲避所有障碍，完美击退所有摆锤和突袭敌人"
    ],
    1203:
    [
        "Better Graphic Animation",
        "放弃治疗Vol.9",
        "ルゼ",
        "1:59",
        "180",
        "购买曲包",
        "5-8-11",
        "11⭐",
        "better graphic animation",
        "Trixxxter + Better Tate Renda",
        "萌新5：取得135000以上的分数\n高手8：开启7次以上Fever状态，完美击退所有BOSS远程攻击\n大触11：最大连击数达到600以上，完美击退所有幽灵，完美击退所有双轨敌人"
    ],
    1204:
    [
        "Variant Cross",
        "放弃治疗Vol.9",
        "M-UE",
        "1:59",
        "210",
        "购买曲包",
        "4-7-10",
        "10⭐",
        "variant cross",
        "noodle",
        "萌新4：“Miss”判定次数不超过5\n高手7：取得全连，完美击退所有大型普通敌人\n大触10：取得三次“A”以上的评价，碰撞受伤次数不少于20，完美躲避所有障碍"
    ],
    1205:#200-205，放弃治疗Vol.9
    [
        "Ultra Happy Miracle Bazoooooka!!",
        "放弃治疗Vol.9",
        "翡乃イスカ vs. 梅干茶漬け",
        "2:00",
        "200",
        "购买曲包",
        "7-9-11",
        "11⭐",
        "ultra happy miracle",
        "Howard_Y",
        "萌新7：取得两次“S”评价\n高手9：“Miss”判定次数不超过10，完美演奏所有乐谱（长按）\n大触11：开启9次以上Fever状态，完美击退所有幽灵，完美击退所有BOSS远程攻击"
    ],
    1206:#206-211, Nanahira Festival
    [
        "ベースラインやってる?笑",
        "联动包",
        "かめりあ feat.ななひら",
        "2:20",
        "128",
        "Nanahira Festival",
        "3-6-8",
        "8⭐",
        "Can I friend you on Bassbook",
        "SugarSuやってる?笑",
        "萌新3：取得两次“S”评价\n高手6：最大连击数达到250以上，开启5次以上Fever状态\n大触8：“Miss”判定次数不超过10，取得233333以上的分数，完美击退所有小型普通敌人"
    ],
    1207:
    [
        "ゲーミング☆Everything",
        "联动包",
        "かめりあ feat.ななひら",
        "2:31",
        "110~212",
        "Nanahira Festival",
        "5-8-11",
        "11⭐",
        "gaming everything",
        "Howard_Y☆Everything",
        "萌新5：完美击退所有幽灵\n高手8：取得全连，完美击退所有BOSS近身攻击\n大触11：完美躲避所有障碍，完美演奏所有乐谱（长按），完美击退所有摆锤和突袭敌人"
    ],
    1208:
    [
        "レンジで好吃 ☆電子調理器使用中華料理四千年歴史瞬間調理完了武闘的料理長☆",
        "联动包",
        "かめりあ feat.ななひら",
        "2:22",
        "60~190",
        "Nanahira Festival",
        "5-7-9",
        "9⭐",
        "Renji de haochi☆Denshi choriki shiyou chuka ryori4000nen rekishi shunkan chori kanryo butouteki ryoricho☆",
        "money钱で好吃",
        "萌新5：取得全连\n高手7：“Miss”判定次数不超过5，完美击退所有小型普通敌人\n大触9：取得三次“A”以上的评价，碰撞受伤次数不少于20，完美击退所有大型普通敌人"
    ],
    1209:
    [
        "You Make My Life 1UP",
        "联动包",
        "かめりあ feat.ななひら",
        "1:58",
        "180",
        "Nanahira Festival",
        "4-6-8",
        "8⭐",
        "you make my life up",
        "Howard_Y Makes Your Life 1UP",
        "萌新4：最大连击数达到200以上\n高手6：取得177770以上的分数，完美击退所有BOSS远程攻击\n大触8：开启6次以上Fever状态，收集所有音符，完美击退所有幽灵"
    ],
    1210:
    [
        "ニワカ三年オタ八年、インターネッツはforever",
        "联动包",
        "かめりあ feat.ななひら",
        "2:09",
        "216",
        "Nanahira Festival",
        "6-8-10",
        "10⭐",
        "Newbies take 3 years, geeks 8 years, and internets are forever",
        "ATKとHXJはforeve",
        "萌新6：取得177770以上的分数\n高手8：取得三次“A”以上的评价，完美演奏所有乐谱（长按）\n大触10：“Miss”判定次数不超过8，完美击退所有BOSS近身攻击，完美击退所有双轨敌人"
    ],
    1211:#206-211, Nanahira Festival
    [
        "お願い！コンコンお稲荷さま",
        "联动包",
        "ARM×狐夢想 feat.ななひら",
        "2:17",
        "175",
        "Nanahira Festival",
        "3-6-9",
        "9⭐",
        "Onegai!Kon kon Oinarisama",
        "お願い！コンコンHoward_Yさま",
        "萌新3：完美击退所有大型普通敌人\n高手6：开启5次以上Fever状态，“Miss”判定次数不超过5\n大触9：取得两次“S”评价，最大连击数达到550以上，完美击退所有BOSS远程攻击"
    ],
    1212:#212-217,肥宅快乐包Vol.10
    [
        "弊社御社",
        "肥宅快乐包Vol.10",
        "ヒゲドライバー",
        "2:28",
        "180",
        "购买曲包",
        "4-6-8",
        "8⭐",
        "弊社御社",
        "弊社のHoward_Y",
        "萌新4：最大连击数达到220以上\n高手6：“Miss”判定次数不超过10，开启6次以上Fever状态\n大触8：取得340000以上的分数，碰撞受伤次数不少于20，完美击退所有摆锤和突袭敌人"
    ],
    1213:
    [
        "Ginevra",
        "肥宅快乐包Vol.10",
        "MYUKKE.",
        "1:53",
        "170",
        "购买曲包",
        "5-7-10",
        "10⭐",
        "ginevra",
        "Howard_Y's Avatar",
        "萌新5：取得135000以上的分数\n高手7：取得两次“S”评价，完美击退所有大型普通敌人\n大触10：最大连击数达到450以上，完美击退所有BOSS远程攻击，完美击退所有双轨敌人"
    ],
    1214:
    [
        "Paracelestia",
        "肥宅快乐包Vol.10",
        "Nego_tiator",
        "2:07",
        "184",
        "购买曲包",
        "5-8-10",
        "10⭐",
        "paracelestia",
        "Catcats",
        "萌新5：取得两次“S”评价\n高手8：取得全连，完美击退所有BOSS远程攻击\n大触10：收集所有音符，完美击退所有双轨敌人，完美击退所有BOSS近身攻击"
    ],
    1215:
    [
        "un secret",
        "肥宅快乐包Vol.10",
        "モリモリあつし",
        "2:13",
        "190",
        "购买曲包",
        "2-4-6",
        "6⭐",
        "un secret",
        "money钱",
        "萌新2：完美演奏所有乐谱（长按）\n高手4：最大连击数达到200以上，完美击退所有小型普通敌人\n大触6：取得三次“A”以上的评价，开启5次以上Fever状态，完美击退所有大型普通敌人"
    ],
    1216:
    [
        "Good Life",
        "肥宅快乐包Vol.10",
        "litmus*",
        "2:13",
        "130",
        "购买曲包",
        "4-6-8",
        "8⭐",
        "goodlife",
        "Laddie Amoyensis",
        "萌新4：取得全连\n高手6：取得三次“A”以上的评价，完美击退所有BOSS远程攻击\n大触8：“Miss”判定次数不超过5，完美演奏所有乐谱（长按），完美击退所有小型普通敌人"
    ],
    1217:#212-217,肥宅快乐包Vol.10
    [
        "ニニ-邇々-",
        "肥宅快乐包Vol.10",
        "tezuka(テヅカ) x Qayo",
        "2:17",
        "174",
        "购买曲包",
        "4-7-9",
        "9⭐",
        "ニニ-nini-",
        "八咫鏡 + 八尺瓊勾玉 + 天叢雲剣",
        "萌新4：“Miss”判定次数不超过5\n高手7：取得180000以上的分数，完美击退所有BOSS近身攻击\n大触9：取得两次“S”评价，完美躲避所有障碍，完美击退所有摆锤和突袭敌人"
    ],
    1218:#218-223，Let's GROOVE!
    [
        "Groove Prayer",
        "联动包",
        "COSIO (ZUNTATA) feat. ChouCho",
        "1:42",
        "190",
        "Let's GROOVE!",
        "3-5-7",
        "7⭐",
        "groove prayer",
        "Welcome to GROOVE COASTER ! + Let' s GROOVE ! + Anytime, anywhere, GROOVE !",
        "萌新3：“Miss”判定次数不超过5\n高手5：取得三次“A”以上的评价，开启4次以上Fever状态\n大触7：最大连击数达到300以上，完美击退所有幽灵，完美击退所有摆锤和突袭敌人"
    ],
    1219:
    [
        "FUJIN Rumble",
        "联动包",
        "COSIO(ZUNTATA)",
        "1:54",
        "192",
        "Let's GROOVE!",
        "5-7-10-11",
        "11⭐",
        "fujin rumble",
        "烈風のHoward + 風神「Howard_Y」",
        "萌新5：开启4次以上Fever状态\n高手7：最大连击数达到300以上，完美击退所有幽灵\n大触10+隐藏11：取得333333以上的分数，完美击退所有大型普通敌人，完美击退所有BOSS远程攻击"
    ],
    1220:
    [
        "Marry me, Nightmare",
        "联动包",
        "t+pazolite",
        "1:54",
        "228~284",
        "Let's GROOVE!",
        "6-8-11",
        "11⭐",
        "marry me nightmare",
        "Marry me + Howard_Y + Trixxxter",
        "萌新6：取得三次“A”以上的评价\n高手8：取得全连，完美击退所有小型普通敌人\n大触11：“Miss”判定次数不超过10，完美躲避所有障碍，完美演奏所有乐谱（长按）"
    ],
    1221:
    [
        "HG魔改造ポリビニル少年",
        "联动包",
        "IOSYS TRAX (D.watt with さきぴょ)",
        "1:50",
        "140",
        "Let's GROOVE!",
        "4-7-9-10",
        "10⭐",
        "HG魔改造",
        "HXJ_ConveX",
        "萌新4：取得111111以上的分数\n高手7：取得两次“S”评价，完美击退所有双轨敌人\n大触9+隐藏10：开启6次以上Fever状态，完美击退所有小型普通敌人，完美击退所有摆锤和突袭敌人"
    ],
    1222:
    [
        "聖者の息吹",
        "联动包",
        "世阿弥 vs Tatsh",
        "2:01",
        "180",
        "Let's GROOVE!",
        "6-8-10",
        "10⭐",
        "圣者的息吹",
        "money钱の鼓動 + money钱の息吹 + money钱の覚醒",
        "萌新6：收集所有音符\n高手8：取得222222以上的分数，完美击退所有BOSS远程攻击\n大触10：碰撞受伤次数不少于20，“Miss”判定次数不超过8，完美演奏所有乐谱（长按）"
    ],
    1223:#218-223，Let's GROOVE!
    [
        "ouroboros -twin stroke of the end-",
        "联动包",
        "Cranky VS MASAKI",
        "2:26",
        "188",
        "Let's GROOVE!",
        "4-6-9-12",
        "12⭐",
        "ouroboros",
        "ヾ(⌒(ﾉ'ω')ﾉ Howard_Y！！ + 終焉の双撃を放ちし者「Howard_Y」",
        "萌新4：最大连击数达到200以上\n高手6：“Miss”判定次数不超过2，完美击退所有大型普通敌人\n大触9+隐藏12：收集所有音符，取得两次“S”评价，完美击退所有BOSS近身攻击"
    ],
    1224:#224-229，可爱即正义 Vol.6
    [
        "Girly Cupid",
        "可爱即正义Vol.6",
        "PSYQUI feat. Marpril",
        "2:01",
        "133",
        "购买曲包",
        "3-6-8",
        "8⭐",
        "girly cupid",
        "baozale",
        "萌新3：“Miss”判定次数不超过5\n高手6：取得130000以上的分数，完美击退所有双轨敌人\n大触8：取得三次“A”以上的评价，完美演奏所有乐谱（长按），完美击退所有BOSS远程攻击"
    ],
    1225:
    [
        "sheep in the light",
        "可爱即正义Vol.6",
        "Marpril",
        "1:44",
        "130",
        "购买曲包",
        "2-5-8",
        "8⭐",
        "sheep in the light",
        "馬",
        "萌新2：最大连击数达到100以上\n高手5：取得全连，完美演奏所有乐谱（长按）\n大触8：“Miss”判定次数不超过5，开启5次以上Fever状态，完美击退所有幽灵"
    ],
    1226:
    [
        "ブレーカーシティ",
        "可爱即正义Vol.6",
        "HAMA feat. Marpril",
        "1:54",
        "118",
        "购买曲包",
        "4-6-9",
        "9⭐",
        "breaker city",
        "Howard_Y",
        "萌新4：取得100000以上的分数\n高手6：取得两次“S”评价，完美击退所有BOSS远程攻击\n大触9：最大连击数达到350以上，碰撞受伤次数不少于20，完美击退所有小型普通敌人"
    ],
    1227:
    [
        "heterodoxy",
        "可爱即正义Vol.6",
        "memex",
        "2:17",
        "156",
        "购买曲包",
        "4-6-8",
        "8⭐",
        "heterodoxy",
        "Howard_Y",
        "萌新4：开启4次以上Fever状态\n高手6：“Miss”判定次数不超过10，完美击退所有大型普通敌人\n大触8：收集所有音符，取得200000以上的分数，完美击退所有摆锤和突袭敌人"
    ],
    1228:
    [
        "コンピューターミュージックガール",
        "可爱即正义Vol.6",
        "ミディ",
        "2:27",
        "152",
        "购买曲包",
        "3-5-7",
        "7⭐",
        "computer music girl",
        "money钱",
        "萌新3：取得全连\n高手5：取得三次“A”以上的评价，收集所有音符\n大触7：“Miss”判定次数不超过5，完美击退所有幽灵，完美击退所有大型普通敌人"
    ],
    1229:#224-229，可爱即正义 Vol.6
    [
        "焦点 feat.早木旋子",
        "可爱即正义Vol.6",
        "ANK",
        "2:40",
        "120",
        "购买曲包",
        "2-5-7",
        "7⭐",
        "焦点",
        "Howard_Y",
        "萌新2：完美击退所有BOSS远程攻击\n高手5：最大连击数达到250以上，开启6次以上Fever状态\n大触7：取得两次“S”评价，完美击退所有BOSS近身攻击，完美击退所有小型普通敌人"
    ],
    1230:#230-235，肥宅快乐包Vol.11
    [
        "The 90's Decision",
        "肥宅快乐包Vol.11",
        "MYUKKE.",
        "2:08",
        "128",
        "购买曲包",
        "5-7-9",
        "9⭐",
        "the 90's decision",
        "Howard_Y",
        "萌新5：“Miss”判定次数不超过5\n高手7：取得160000以上的分数，完美躲避所有障碍\n大触9：取得两次“S”评价，完美击退所有幽灵，完美击退所有小型普通敌人"
    ],
    1231:
    [
        "Medusa",
        "肥宅快乐包Vol.11",
        "HiTECH NINJA",
        "1:59",
        "165",
        "购买曲包",
        "4-6-8-10",
        "10⭐",
        "medusa",
        "Howard_Y",
        "萌新4：取得90000以上的分数\n高手6：完美演奏所有乐谱（长按），完美击退所有摆锤和突袭敌人\n大触8+隐藏10：“Miss”判定次数不超过10，开启5次以上Fever状态，完美击退所有BOSS远程攻击"
    ],
    1232:
    [
        "Final Step!",
        "肥宅快乐包Vol.11",
        "Lime",
        "2:13",
        "180",
        "购买曲包",
        "5-7-10",
        "10⭐",
        "final step",
        "Howard_Y",
        "萌新5：最大连击数达到200以上\n高手7：取得三次“A”以上的评价，开启6次以上Fever状态\n大触10：收集所有音符，完美击退所有幽灵，完美演奏所有乐谱（长按）"
    ],
    1233:
    [
        "MAGENTA POTION",
        "肥宅快乐包Vol.11",
        "EmoCosine",
        "2:22",
        "150",
        "购买曲包",
        "4-7-9",
        "9⭐",
        "magenta potion",
        "HXJ_ConveX",
        "萌新4：开启4次以上Fever状态\n高手7：取得全连，完美击退所有BOSS近身攻击\n大触9：最大连击数达到350以上，完美躲避所有障碍，完美击退所有摆锤和突袭敌人"
    ],
    1234:
    [
        "Cross†Ray (feat. 月下Lia)",
        "肥宅快乐包Vol.11",
        "HyuN",
        "1:50",
        "176",
        "购买曲包",
        "3-6-9",
        "9⭐",
        "cross ray",
        "ShiroN_L",
        "萌新3：取得两次“S”评价\n高手6：最大连击数达到250以上，完美击退所有BOSS远程攻击\n大触9：取得270000以上的分数，完美击退所有大型普通敌人，完美击退所有双轨敌人"
    ],
    1235:#230-235，肥宅快乐包Vol.11
    [
        "Square Lake",
        "肥宅快乐包Vol.11",
        "ミツキ",
        "1:56",
        "200",
        "购买曲包",
        "6-8-9-11",
        "11⭐",
        "square lake",
        "Zpm feat.RavE + HXJ_ConveX",
        "萌新6：取得全连\n高手8：“Miss”判定次数不超过10，完美击退所有大型普通敌人\n大触9+隐藏11：取得三次“A”以上的评价，碰撞受伤次数不少于20，完美击退所有小型普通敌人"
    ],
    1236:#236-241，一起干坏事吧
    [
        "プレパララ",
        "联动包",
        "水夏える",
        "1:31",
        "116",
        "一起干坏事吧",
        "1-4-6",
        "6⭐",
        "preparara",
        "Phizer",
        "萌新1：“Miss”判定次数不超过3\n高手4：取得75000以上的分数，完美躲避所有障碍\n大触6：收集所有音符，最大连击数达到130以上，完美击退所有摆锤和突袭敌人"
    ],
    1237:
    [
        "Whatcha;Whatcha Doin'",
        "联动包",
        "水夏える",
        "1:22",
        "144",
        "一起干坏事吧",
        "3-6-9",
        "9⭐",
        "whatcha",
        "默蓝琉璃",
        "萌新3：取得全连\n高手6：取得两次“S”评价，完美击退所有BOSS近身攻击\n大触9：“Miss”判定次数不超过10，碰撞受伤次数不少于20，完美击退所有摆锤和突袭敌人"
    ],
    1238:
    [
        "斑",
        "联动包",
        "Fumihisa Tanaka",
        "1:39",
        "116",
        "一起干坏事吧",
        "4-6-9",
        "9⭐",
        "斑",
        "Howard_Y",
        "萌新4：取得两次“S”评价\n高手6：最大连击数达到150以上，完美击退所有大型普通敌人\n大触9：开启5次以上Fever状态，完美击退所有BOSS远程攻击，完美演奏所有乐谱（长按）"
    ],
    1239:
    [
        "pICARESq",
        "联动包",
        "水夏える",
        "1:33",
        "128",
        "一起干坏事吧",
        "4-6-8",
        "8⭐",
        "picaresq",
        "Howard_Y",
        "萌新4：最大连击数达到100以上\n高手6：开启4次以上Fever状态，完美击退所有大型普通敌人\n大触8：取得三次“A”以上的评价，完美击退所有幽灵，完美击退所有小型普通敌人"
    ],
    1240:
    [
        "Desastre",
        "联动包",
        "水夏える",
        "1:48",
        "146",
        "一起干坏事吧",
        "4-6-8",
        "8⭐",
        "desastre",
        "money钱",
        "萌新4：取得100000以上的分数\n高手6：取得全连，完美击退所有小型普通敌人\n大触8：“Miss”判定次数不超过5，完美击退所有幽灵，完美演奏所有乐谱（长按）"
    ],
    1241:#236-241，一起干坏事吧
    [
        "Shoot for the Moon",
        "联动包",
        "水夏える",
        "2:01",
        "145",
        "一起干坏事吧",
        "2-5-8",
        "8⭐",
        "shoot for the moon",
        "Howard_Y",
        "萌新2：“Miss”判定次数不超过8\n高手5：开启4次以上Fever状态，完美演奏所有乐谱（长按）\n大触8：取得三次“A”以上的评价，取得200000以上的分数，完美击退所有BOSS远程攻击"
    ],
    1242:#242-254,cyTus
    [
        "Fireflies (Funk Fiction remix)",
        "cyTus",
        "Nikki Simmons",
        "2:42",
        "130",
        "联动包：cyTus",
        "1-4-7",
        "7⭐",
        "fireflies",
        "Howard_Y",
        "萌新1：收集所有音符\n高手4：取得110000以上的分数，完美击退所有BOSS近身攻击\n大触7：“Miss”判定次数不超过1，取得三次“A”以上的评价，完美击退所有双轨敌人"
    ],
    1243:
    [
        "Light up my love!!",
        "cyTus",
        "onoken feat. moco",
        "1:58",
        "166",
        "联动包：cyTus",
        "3-5-7",
        "7⭐",
        "light up my love",
        "SugarSu",
        "萌新3：取得两次“S”评价\n高手5：开启4次以上Fever状态，最大连击数达到280以上\n大触7：“Miss”判定次数不超过2，取得240000以上的分数，完美击退所有大型普通敌人"
    ],
    1244:
    [
        "Happiness Breeze",
        "cyTus",
        "3R2 as DJ Mashiro",
        "2:15",
        "185",
        "联动包：cyTus",
        "4-6-8-9",
        "9⭐",
        "happiness breeze",
        "yhzzzll + ATK & FHCY",
        "萌新4：取得全连\n高手6：取得三次“A”以上的评价，完美击退所有小型普通敌人\n大触8+隐藏9：“Miss”判定次数不超过3，碰撞受伤次数不少于20，完美击退所有幽灵"
    ],
    1245:
    [
        "Chrome VOX",
        "cyTus",
        "t+pazolite",
        "2:20",
        "205",
        "联动包：cyTus",
        "6-8-10-11",
        "11⭐",
        "chrome vox",
        "Howard_Y",
        "萌新6：开启5次以上Fever状态\n高手8：取得两次“S”评价，完美躲避所有障碍\n大触10+隐藏11：“Miss”判定次数不超过4，取得400000以上的分数，完美击退所有摆锤和突袭敌人"
    ],
    1246:
    [
        "CHAOS",
        "cyTus",
        "Æsir",
        "3:32",
        "80~150",
        "联动包：cyTus",
        "3-6-9",
        "9⭐",
        "chaos",
        "Howard_Y",
        "萌新3：最大连击数达到200以上\n高手6：收集所有音符，完美演奏所有乐谱（长按）\n大触9：“Miss”判定次数不超过5，开启10次以上Fever状态，完美击退所有BOSS远程攻击"
    ],
    1247:
    [
        "Saika",
        "cyTus",
        "Rabpit",
        "1:53",
        "145",
        "联动包：cyTus",
        "3-5-8",
        "8⭐",
        "saika",
        "Laddie Amoyensis",
        "萌新3：取得全连\n高手5：收集所有音符，完美击退所有小型普通敌人\n大触8：“Miss”判定次数不超过6，完美击退所有大型普通敌人，完美演奏所有乐谱（长按）"
    ],
    1248:
    [
        "Standby for Action",
        "cyTus",
        "3R2",
        "2:00",
        "128",
        "联动包：cyTus",
        "4-6-8",
        "8⭐",
        "standby for action",
        "Ignition/Set/Go!",
        "萌新4：取得三次“A”以上的评价\n高手6：开启4次以上Fever状态，完美击退所有BOSS远程攻击\n大触8：“Miss”判定次数不超过7，最大连击数达到350以上，完美击退所有幽灵"
    ],
    1249:
    [
        "Hydrangea",
        "cyTus",
        "Tatsh",
        "2:18",
        "114.5~214",
        "联动包：cyTus",
        "5-7-9",
        "9⭐",
        "hydrangea",
        "Howard_Y",
        "萌新5：取得150000以上的分数\n高手7：完美演奏所有乐谱（长按），完美击退所有大型普通敌人\n大触9：“Miss”判定次数不超过8，取得两次“S”评价，完美击退所有幽灵"
    ],
    1250:
    [
        "Amenemhat",
        "cyTus",
        "Yesod (litmus* + Rabbit House + A. Ki)",
        "2:03",
        "155",
        "联动包：cyTus",
        "6-8-10",
        "10⭐",
        "amenemhat",
        "HXJ_ConveX",
        "萌新6：开启5次以上Fever状态\n高手8：取得全连，完美击退所有BOSS远程攻击\n大触10：“Miss”判定次数不超过9，最大连击数达到400以上，完美击退所有摆锤和突袭敌人"
    ],
    1251:
    [
        "三灯火",
        "cyTus",
        "yuritoworks.",
        "2:16",
        "156",
        "cyTus",
        "2-5-8",
        "8⭐",
        "三灯火",
        "Howard_Y",
        "萌新2：取得85000以上的分数\n高手5：取得两次“S”评价，完美击退所有双轨敌人\n大触8：“Miss”判定次数不超过10，开启8次以上Fever状态，完美击退所有小型普通敌人"
    ],
    1252:
    [
        "「妖怪録、我し来にけり。」",
        "cyTus",
        "TEZUKApo11o band ft. ランコ(豚乙女)+OFFICE萬田㈱",
        "2:47",
        "206",
        "联动包：cyTus",
        "4-8-10",
        "10⭐",
        "妖怪录",
        "money钱",
        "萌新4：完美击退所有小型普通敌人\n高手8：最大连击数达到400以上，完美击退所有BOSS近身攻击\n大触10：“Miss”判定次数不超过11，完美击退所有双轨敌人，完美击退所有摆锤和突袭敌人"
    ],
    1253:#242-253,cyTus
    [
        "Blah!!",
        "cyTus",
        "HiTECH NINJA",
        "1:56",
        "165",
        "联动包：cyTus",
        "5-8-11",
        "11⭐",
        "blah",
        "Howard_Y",
        "萌新5：最大连击数达到200以上\n高手8：取得234567以上的分数，碰撞受伤次数不少于20\n大触11：“Miss”判定次数不超过12，完美演奏所有乐谱（长按），完美击退所有BOSS远程攻击"
    ],
    1254:#254-529，HARDCORE TANO*C
    [
        "ALiVE",
        "联动包",
        "REDALiCE",
        "2:04",
        "170",
        "HARDCORE TANO*C",
        "5-7-10",
        "10⭐",
        "alive",
        "PEROPERO Chart Team “HXJ_ConveX”",
        "萌新5：“Miss”判定次数不超过5\n高手7：取得两次“S”评价，完美击退所有小型普通敌人\n大触10：碰撞受伤次数不少于13，最大连击数达到600以上，完美击退所有大型普通敌人"
    ],
    1255:
    [
        "BATTLE NO.1",
        "联动包",
        "TANO*C Sound Team",
        "2:07",
        "200",
        "HARDCORE TANO*C",
        "5-8-10-11",
        "11⭐",
        "battle no.1",
        "PEROPERO Chart Team “HXJ_ConveX” + PEROPERO Chart Team?!",
        "萌新5：“Miss”判定次数不超过4\n高手8：取得三次“A”以上的评价，完美击退所有摆锤和突袭敌人\n大触10+隐藏11：碰撞受伤次数不少于14，最大连击数达到700以上，完美击退所有双轨敌人"
    ],
    1256:
    [
        "Cthugha",
        "联动包",
        "USAO",
        "2:34",
        "213",
        "HARDCORE TANO*C",
        "6-8-10-11",
        "11⭐",
        "cthugha",
        "PEROPERO Chart Team “money钱”",
        "萌新6：“Miss”判定次数不超过3\n高手8：取得两次“S”评价，完美演奏所有乐谱（长按）\n大触10+隐藏11：碰撞受伤次数不少于15，最大连击数达到800以上，完美躲避所有障碍"
    ],
    1257:
    [
        "TWINKLE★MAGIC",
        "联动包",
        "P*Light",
        "2:04",
        "180",
        "HARDCORE TANO*C",
        "4-7-10-11",
        "11⭐",
        "twinkle magic",
        "PEROPERO Chart Team “Y*Howard” + PEROPERO Chart Team “P*Hizer”",
        "萌新4：“Miss”判定次数不超过2\n高手7：取得三次“A”以上的评价，完美击退所有BOSS远程攻击\n大触10+隐藏11：碰撞受伤次数不少于15，最大连击数达到400以上，完美击退所有BOSS近身攻击"
    ],
    1258:
    [
        "Comet Coaster",
        "联动包",
        "DJ Noriken & aran",
        "2:25",
        "180",
        "HARDCORE TANO*C",
        "6-8-10-11",
        "11⭐",
        "comet coaster",
        "PEROPERO Chart Team “Howard_Y”",
        "萌新6：“Miss”判定次数不超过1\n高手8：取得两次“S”评价，完美击退所有幽灵\n大触10+隐藏11：碰撞受伤次数不少于17，最大连击数达到500以上，收集所有音符"
    ],
    1259:#254-529，HARDCORE TANO*C
    [
        "XODUS",
        "联动包",
        "DJ Myosuke & Gram",
        "2:04",
        "202",
        "HARDCORE TANO*C",
        "7-9-11-12",
        "12⭐",
        "xodus",
        "PEROPERO Chart Team “Howard_Y”",
        "萌新7：取得全连\n高手9：取得三次“A”以上的评价，开启10次以上Fever状态\n大触11+隐藏12：碰撞受伤次数不少于18，最大连击数达到900以上，取得600000以上的分数"
    ],
    1260:#260-265，肥宅快乐包 SP
    [
        "MuseDashを作っているPeroPeroGamesさんが倒産しちゃったよ～",
        "肥宅快乐包SP",
        "立秋 feat.ちょこ",
        "2:21",
        "33~333",
        "购买曲包",
        "6-8-10",
        "10⭐",
        "MuseDashを作っているPeroPeroGamesさんが倒産しちゃったよ～",
        "HXJはまだ給料も らってないよ〜",
        "萌新6：“Miss”判定次数不超过5\n高手8：取得300000以上的分数，完美击退所有大型普通敌人\n大触10：取得三次“A”以上的评价，最大连击数达到400以上，完美击退所有小型普通敌人"
    ],
    1261:
    [
        "MARENOL",
        "肥宅快乐包SP",
        "LeaF",
        "2:18",
        "140",
        "购买曲包",
        "4-7-10",
        "10⭐",
        "marenol",
        "HOWARDY 1mg",
        "萌新4：完美击退所有BOSS远程攻击\n高手7：“Miss”判定次数不超过5，完美演奏所有乐谱（长按）\n大触10：收集所有音符，开启6次以上Fever状态，完美击退所有摆锤和突袭敌人"
    ],
    1262:
    [
        "僕の和风本当上手",
        "肥宅快乐包SP",
        "老爷",
        "2:25",
        "180",
        "购买曲包",
        "6-8-10",
        "⭐",
        "僕の和风本当上手",
        "僕の古筝本当上手 + 僕の三弦本当上手 + 僕の唢呐本当上手",
        "萌新6：取得两次“S”评价\n高手8：取得全连，完美击退所有小型普通敌人\n大触10：完美演奏所有乐谱（长按），完美躲避所有障碍，完美击退所有大型普通敌人"
    ],
    1263:
    [
        "Rush B",
        "肥宅快乐包SP",
        "iKz",
        "2:12",
        "175",
        "购买曲包",
        "4-7-9",
        "9⭐",
        "rush b",
        "money钱 (Silver I) + money钱 (Silver II) + money钱 (Silver more than II but less than IV)",
        "萌新4：最大连击数达到200以上\n高手7：取得两次“S”评价，开启6次以上Fever状态\n大触9：碰撞受伤次数不少于20，完美击退所有BOSS近身攻击，完美击退所有幽灵"
    ],
    1264:
    [
        "DataErr0r",
        "肥宅快乐包SP",
        "Cosmograph",
        "1:55",
        "180",
        "购买曲包",
        "5-7-9-x",
        "?⭐",
        "dataerror",
        "Howard_Y",
        "萌新5：取得95000以上的分数\n高手7+隐藏?：取得三次“A”以上的评价，完美击退所有BOSS远程攻击\n大触9：“Miss”判定次数不超过10，开启5次以上Fever状态，完美击退所有摆锤和突袭敌人"
    ],
    1265:#260-265，肥宅快乐包 SP
    [
        "Burn",
        "肥宅快乐包SP",
        "NceS",
        "2:10",
        "148",
        "购买曲包",
        "4-7-9",
        "9⭐",
        "burn",
        "您",
        "萌新4：取得全连\n高手7：最大连击数达到250以上，完美击退所有BOSS近身攻击\n大触9：取得两次“S”评价，取得350000以上的分数，完美击退所有双轨敌人"
    ],
    1266:#266-271，放弃治疗 Vol.10
    [
        "NightTheater",
        "放弃治疗Vol.10",
        "わかどり",
        "2:04",
        "151",
        "购买曲包",
        "6-8-11",
        "11⭐",
        "night theater",
        "Howard_Y",
        "萌新6：完美击退所有BOSS远程攻击\n高手8：收集所有音符，开启5次以上Fever状态\n大触11：最大连击数达到400以上，取得350000以上的分数，完美击退所有幽灵"
    ],
    1267:
    [
        "Cutter",
        "放弃治疗Vol.10",
        "EmoCosine",
        "2:18",
        "160",
        "购买曲包",
        "4-7-10",
        "10⭐",
        "cutter",
        "Howard_Y",
        "萌新4：取得两次“S”评价\n高手7：最大连击数达到250以上，完美演奏所有乐谱（长按）\n大触10：“Miss”判定次数不超过5，完美击退所有BOSS近身攻击，完美击退所有摆锤和突袭敌人"
    ],
    1268:
    [
        "竹",
        "放弃治疗Vol.10",
        "立秋 feat.ちょこ",
        "2:19",
        "5~315",
        "购买曲包",
        "6-8-10",
        "10⭐",
        "竹",
        "money钱",
        "萌新6：开启4次以上Fever状态\n高手8：取得全连，完美击退所有小型普通敌人\n大触10：取得三次“A”以上的评价，完美击退所有大型普通敌人，完美演奏所有乐谱（长按）"
    ],
    1269:
    [
        "enchanted love",
        "放弃治疗Vol.10",
        "linear ring",
        "2:08",
        "190",
        "购买曲包",
        "2-6-9",
        "9⭐",
        "enchanted love",
        "money钱 + ForeverFXS",
        "萌新2：取得全连\n高手6：“Miss”判定次数不超过10，完美演奏所有乐谱（长按）\n大触9：取得两次“S”评价，取得300000以上的分数，完美击退所有小型普通敌人"
    ],
    1270:
    [
        "c.s.q.n.",
        "放弃治疗Vol.10",
        "Aoi",
        "2:01",
        "174",
        "购买曲包",
        "5-8-11",
        "11⭐",
        "csqn.",
        "Howard_Y",
        "萌新5：“Miss”判定次数不超过5\n高手8：收集所有音符，取得两次“S”评价\n大触11：碰撞受伤次数不少于20，完美击退所有大型普通敌人，完美击退所有摆锤和突袭敌人"
    ],
    1271:#266-271，放弃治疗 Vol.10
    [
        "Booouncing!!",
        "放弃治疗Vol.10",
        "翡乃イスカ vs. s-don",
        "2:28",
        "125~155",
        "购买曲包",
        "5-7-10",
        "10⭐",
        "booouncing",
        "HXJ_ConveX",
        "萌新5：最大连击数达到200以上\n高手7：取得三次“A”以上的评价，完美击退所有BOSS远程攻击\n大触10：开启8次以上Fever状态，完美击退所有小型普通敌人，完美击退所有双轨敌人"
    ],
    1272:#272-277，可爱即正义Vol.7
    [
        "琉璃色前奏曲",
        "可爱即正义Vol.7",
        "Nekock·LK",
        "2:17",
        "105",
        "购买曲包",
        "1-4-7",
        "7⭐",
        "琉璃色前奏曲",
        "Howard_Y",
        "萌新1：完美演奏所有乐谱（长按）\n高手4：收集所有音符，开启3次以上Fever状态\n大触7：取得170000以上的分数，完美击退所有幽灵，完美击退所有BOSS远程攻击"
    ],
    1273:
    [
        "ネオンライト",
        "可爱即正义Vol.7",
        "TEMPLIME feat 星宫とと",
        "2:04",
        "135",
        "购买曲包",
        "4-7-9",
        "9⭐",
        "neonlights",
        "money钱 & Howard_Y",
        "萌新4：取得全连\n高手7：取得两次“S”评价，完美击退所有小型普通敌人\n大触9：“Miss”判定次数不超过10，最大连击数达到400以上，完美击退所有大型普通敌人"
    ],
    1274:
    [
        "花たちに希望を",
        "可爱即正义Vol.7",
        "Sound piercer feat.DAZBEE",
        "2:44",
        "187",
        "购买曲包",
        "4-7-9",
        "9⭐",
        "hope for the flowers",
        "Howard_Y",
        "萌新4：取得三次“A”以上的评价\n高手7：取得200000以上的分数，完美击退所有大型普通敌人\n大触9：开启7次以上Fever状态，碰撞受伤次数不少于20，完美击退所有摆锤和突袭敌人"
    ],
    1275:
    [
        "5月30日、自転車日和",
        "可爱即正义Vol.7",
        "dawn-system feat.おーくん",
        "1:47",
        "172",
        "购买曲包",
        "3-6-8",
        "8⭐",
        "自行车日和",
        "money钱 + ForeverFXS",
        "萌新3：最大连击数达到150以上\n高手6：取得全连，完美演奏所有乐谱（长按）\n大触8：取得两次“S”评价，取得200000以上的分数，完美击退所有BOSS远程攻击"
    ],
    1276:
    [
        "SKY↑HIGH",
        "可爱即正义Vol.7",
        "P4koo(feat.rerone)",
        "1:42",
        "138",
        "购买曲包",
        "2-4-6",
        "6⭐",
        "sky high",
        "HXJ_ConveX + YuzukiY",
        "萌新2：取得全连\n高手4：“Miss”判定次数不超过5，完美击退所有BOSS远程攻击\n大触6：最大连击数达到200以上，完美击退所有小型普通敌人，完美演奏所有乐谱（长按）"
    ],
    1277:#272-277，可爱即正义Vol.7
    [
        "妄想♡ちゅー!!",
        "可爱即正义Vol.7",
        "Ponchi♪ feat.はぁち",
        "1:46",
        "238",
        "购买曲包",
        "4-7-8",
        "8⭐",
        "mousou chu",
        "money钱 + ShiroN_L",
        "萌新4：最大连击数达到180以上\n高手7：取得三次“A”以上的评价，完美击退所有大型普通敌人\n大触8：开启6次以上Fever状态，完美击退所有BOSS近身攻击，完美击退所有小型普通敌人"
    ],
    1278:#278-280，Phigros
    [
        "NO ONE YES MAN",
        "Phigros",
        "MYUKKE.",
        "2:00",
        "170",
        "联动包：Phigros",
        "5-7-9",
        "9⭐",
        "no one yes man",
        "Howard_Y",
        "萌新5：取得两次“S”评价\n高手7：取得全连，取得250000以上的分数\n大触9：最大连击数达到400以上，碰撞受伤次数不少于20，完美击退所有摆锤和突袭敌人"
    ],
    1279:
    [
        "雪降り、メリクリ （MD edit）",
        "Phigros",
        "A-39",
        "2:36",
        "180",
        "联动包：Phigros",
        "5-8-10",
        "10⭐",
        "雪降",
        "Howard_Y + 無極Rayix vs Catcats",
        "萌新5：收集所有音符\n高手8：最大连击数达到400以上，完美击退所有BOSS远程攻击\n大触10：取得三次“A”以上的评价，完美击退所有幽灵，完美击退所有大型普通敌人"
    ],
    1280:#278-280，Phigros
    [
        "Igallta",
        "Phigros",
        "Se-U-Ra",
        "1:57",
        "230",
        "联动包：Phigros",
        "6-8-10-11",
        "11⭐",
        "igallta",
        "信仰の剣『生』 + 平川の剣『士』 + 夜明の剣『靈』 + 断罪の剣『神』",
        "萌新6：取得全连\n高手8：取得两次“S”评价，开启6次以上Fever状态\n大触10+隐藏11：“Miss”判定次数不超过10"
    ],
    1281:#281-289,暮 色 電 台FM102
    [
        "去剪海的日子",
        "暮 色 電 台FM102",
        "砂糖协会",
        "1:50",
        "115",
        "购买曲包",
        "1-3-6",
        "6⭐",
        "去剪海的日子",
        "Howard_Y",
        "萌新1：取得全连\n高手3：取得两次“S”评价，“Miss”判定次数不超过5\n大触6：取得三次“A”以上的评价，最大连击数达到200以上，完美演奏所有乐谱（长按）"
    ],
    1282:
    [
        "happy hour",
        "暮 色 電 台FM102",
        "砂糖协会",
        "1:47",
        "125",
        "购买曲包",
        "2-4-7",
        "7⭐",
        "happy hour",
        "HXJ_ConveX + happy thb",
        "萌新2：完美击退所有大型普通敌人\n高手4：开启2次以上Fever状态，完美击退所有大型普通敌人\n大触7：最大连击数达到200以上，完美击退所有双轨敌人，完美击退所有大型普通敌人"
    ],
    1283:
    [
        "世纪末的夏天",
        "暮 色 電 台FM102",
        "天游 & 玛安娜",
        "2:07",
        "110",
        "购买曲包",
        "4-6-8",
        "8⭐",
        "世纪末的夏天",
        "Howard_Y",
        "萌新4：取得三次“A”以上的评价\n高手6：取得全连，取得130000以上的分数\n大触8：开启5次以上Fever状态，完美躲避所有障碍，完美击退所幽灵"
    ],
    1284:
    [
        "twinkle night",
        "暮 色 電 台FM102",
        "nyankobrq & yaca feat. somunia",
        "2:14",
        "174",
        "购买曲包",
        "3-6-8",
        "8⭐",
        "twinkle night",
        "money钱 + ATK",
        "萌新3：完美击退所有双轨敌人\n高手6：最大连击数达到350以上，完美击退所有双轨敌人\n大触8：开启8次以上Fever状态，碰撞受伤次数不少于20，完美击退所有双轨敌人"
    ],
    1285:
    [
        "アルヤハレルヤ",
        "暮 色 電 台FM102",
        "シオカラ（Haruka Toki + TEA）",
        "1:51",
        "133",
        "购买曲包",
        "2-5-7",
        "7⭐",
        "aruya hareruya",
        "Howard_Y",
        "萌新2：取得50000以上的分数\n高手5：“Miss”判定次数不超过10，完美击退所有大型普通敌人\n大触7：取得两次“S”评价，完美击退所有摆锤和突袭敌人，完美演奏所有乐谱（长按）"
    ],
    1286:
    [
        "Blush (feat. MYLK)",
        "暮 色 電 台FM102",
        "fusq",
        "1:31",
        "127",
        "购买曲包",
        "2-4-7",
        "7⭐",
        "blush",
        "ForeverFXS",
        "萌新2：完美击退所有BOSS远程攻击\n高手4：取得三次“A”以上的评价，完美击退所有BOSS远程攻击\n大触7：最大连击数达到250以上，完美击退所有幽灵，完美击退所有BOSS远程攻击"
    ],
    1287:
    [
        "裸のSummer",
        "暮 色 電 台FM102",
        "オリーブがある",
        "2:16",
        "120",
        "购买曲包",
        "4-6-8",
        "8⭐",
        "裸のSummer",
        "money钱 + Callisto",
        "萌新4：“Miss”判定次数不超过2\n高手6：“Miss”判定次数不超过5，取得两次“S”评价\n大触8：“Miss”判定次数不超过10，取得200000以上的分数，完美击退所有大型普通敌人"
    ],
    1288:
    [
        "BLESS ME(Samplingsource)",
        "暮 色 電 台FM102",
        "オリーブがある",
        "1:59",
        "110",
        "购买曲包",
        "2-5-7",
        "7⭐",
        "bless me",
        "HXJ_ConveX + D丶R",
        "萌新2：完美击退所有小型普通敌人\n高手5：最大连击数达到150以上，完美击退所有小型普通敌人\n大触7：收集所有音符，开启4次以上Fever状态，完美击退所有小型普通敌人"
    ],
    1289:#281-289，暮 色 電 台FM102
    [
        "FM 17314 SUGAR RADIO",
        "暮 色 電 台FM102",
        "砂糖协会",
        "1:40",
        "125",
        "购买曲包（隐藏曲目）",
        "x-x-x",
        "?⭐",
        "fm 17314",
        "Howard_Y",
        "萌新：取得全连\n高手：取得两次“S”评价，“Miss”判定次数不超过5\n大触：取得三次“A”以上的评价，最大连击数达到200以上，完美演奏所有乐谱（长按）"
    ],
    1290:#290-295，肥宅快乐包Vol.12
    [
        "Rush-More",
        "肥宅快乐包Vol.12",
        "litmus*",
        "1:51",
        "160",
        "购买曲包",
        "4-7-9",
        "9⭐",
        "rush more",
        "money钱 + ForeverFXS",
        "萌新4：取得全连\n高手7：取得三次“A”以上的评价，完美击退所有BOSS远程攻击\n大触9：“Miss”判定次数不超过5，完美击退所有双轨敌人，完美击退所有摆锤和突袭敌人"
    ],
    1291:
    [
        "Kill My Fortune",
        "肥宅快乐包Vol.12",
        "アリスシャッハと魔法の楽団",
        "2:18",
        "180",
        "购买曲包",
        "5-7-10",
        "10⭐",
        "kill my fortune",
        "Howard_Y",
        "萌新5：“Miss”判定次数不超过5\n高手7：完美演奏所有乐谱（长按），完美击退所有小型普通敌人\n大触10：最大连击数达到500以上，完美击退所有BOSS远程攻击，完美击退所有大型普通敌人"
    ],
    1292:
    [
        "よさり 月蛍澄み昇りて",
        "肥宅快乐包Vol.12",
        "かゆき feat.燈露",
        "2:06",
        "179",
        "购买曲包",
        "5-7-9",
        "9⭐",
        "yosari tsukibotaru suminoborite",
        "Howard_Y",
        "萌新5：完美击退所有小型普通敌人\n高手7：开启6次以上Fever状态，最大连击数达到400以上\n大触9：取得两次“S”评价，取得300000以上的分数，完美击退所有BOSS远程攻击"
    ],
    1293:
    [
        "JUMP! HardCandy",
        "肥宅快乐包Vol.12",
        "Gəyxe/HJLL",
        "2:25",
        "132",
        "购买曲包",
        "3-6-8",
        "8⭐",
        "hardcandy",
        "money钱 + silentgd/MLLL",
        "萌新3：完美击退所有BOSS近身攻击\n高手6：“Miss”判定次数不超过5，完美击退所有BOSS远程攻击\n大触8：取得三次“A”以上的评价，开启7次以上Fever状态，完美击退所有大型普通敌人"
    ],
    1294:
    [
        "雲雀",
        "肥宅快乐包Vol.12",
        "Street",
        "1:54",
        "190",
        "购买曲包",
        "3-5-8",
        "8⭐",
        "云雀",
        "money钱",
        "萌新3：取得两次“S”评价\n高手5：取得150000以上的分数，完美演奏所有乐谱（长按）\n大触8：碰撞受伤次数不少于20，完美击退所有幽灵，完美击退所有小型普通敌人"
    ],
    1295:#290-295，肥宅快乐包Vol.12
    [
        "OCCHOCO-REST-LESS",
        "肥宅快乐包Vol.12",
        "MYUKKE.",
        "2:00",
        "135",
        "购买曲包",
        "4-7-9",
        "9⭐",
        "occhoco rest less",
        "Howard_Y",
        "萌新4：最大连击数达到180以上\n高手7：取得全连，开启5次以上Fever状态\n大触9：“Miss”判定次数不超过10，取得300000以上的分数，完美击退所有摆锤和突袭敌人"
    ]
    #9999:
    #[
    #    "SONGNAME",
    #    "PACKNAME",
    #    "ARTIST",
    #    "LENGTH",
    #    "BPM",
    #    "LEVEL_UNLOCK",
    #    "SORT",
    #    "⭐",
    #    "nmae",
    #    "Howard_Y",
    #    "萌新：\n高手：\n大触："
    #],
}


Muse_Tips = (
"听说布若的熊叫做「欧拉」,因为它总是发出「欧拉欧拉」的声音",
"每颗红心可以恢复80生命值,而女仆玛莉嘉可以恢复更多",
"华服小丑布若和兔女郎凛的得分能力也很强劲鸭",
"不同的角色和不同的精灵搭配会有不同的效果",
"发现节奏对不上的话，试着调整一下偏移值吧",
"撞到齿轮真的很痛呢∑(っ°Д°;)っ",
"容易失血过多的话,不妨带上小护士吧(σﾟ∀ﾟ)σ",
"真是过混,怎么可以拿礼物盒子当衣服穿呢",
"碰到锤子别怂，打掉它！",
"你问她们几岁？你问得太多了！",
"今年送凛的礼物给朋友吧！等下...不是让你...",
"梦游少女凛是你在朋友面前秀操作的最佳选择",
"小知识：每在读盘界面里度过60秒，你就失去了一分钟",
"别放弃！反复挑战终将成功！(・∀・)/",
"有试过把你的屏幕竖过来吗？你会发现新世界的",
"音乐安静下来之后也别松懈哦，你可能会miss掉最后一个音符...",
"老实说，真有人会去读这个吗...? Σ(  °▽°)",
"据说只要通关「MilK」就会发生点什么？！",
"小恶魔和莉莉丝更配哦",
"玩久了记得休息一下眼睛哦~",
"昨天,梦游少女 凛殿下收到所有谱面的跪拜,她金S了所有歌曲",
"布若有让食物消失的特殊魔法",
"你知道吗？我们有个官方 Wiki 哟？来公告版就能找到它~",
"要不要来加入我们的 Discord ？我们把它藏在公告板里面了！",
"震惊！四根手指居然比两根点击屏幕更快!!!∑(ﾟДﾟノ)ノ",
"问题少女的技能是解决问题",
"据可靠消息，多和角色交流可能会出现问题发言？！",
"冷知识：教程是有多结局的",
"如果你姿势够奇怪，就能解开够奇怪的成就",
"○○○↓",
 "据说愚人节时通关新手教程的话，可以成为最强新人？"
)