HOUR_CALLS_ON = [
    "HOUR_CALL_1",
    "HOUR_CALL_2",
    "HOUR_CALL_3",
    "HOUR_CALL_4"
]

HOUR_CALLS = {

    "HOUR_CALL_1": [
        "午夜零点·你好！做梦也想不到我把信写到五线谱上吧？五线谱是偶然来的，你也是偶然来的。不过我给你的信值得写在五线谱里呢。但愿我和你是一支唱不完的歌", "〇一〇〇·只要我们真正相爱，哪怕只有一天，一个小时，我们就不应该再有一刀两断的日子。也许你会在将来不爱我，也许你要离开我，但我永远对你负有责任，就是你的一切苦难就永远是我的", "〇二〇〇·",
        "〇三〇〇·", "〇四〇〇·", "〇五〇〇·我觉得我爱了你了，从此以后，不管什么时候我都不能对你无动于衷",
        "〇六〇〇·我把我的整个灵魂都给你，连同它的怪癖，耍小脾气，忽明忽暗，一千八百种坏毛病。它真讨厌，只有一点好，爱你", "〇七〇〇·祝你今天愉快。你明天的愉快留着我明天再说", "〇八〇〇·我的灵魂里有很多地方玩世不恭，对人傲慢无礼，但是它有一个核心，这个核心害怕黑暗，柔弱得像绵羊一样。只有顶平等的友爱才能使它得到安慰。你对我是属于这个核心的",
        "〇九〇〇·我对好多人怀有最深的感情，尤其是对你", "一〇〇〇·只希望你和我好，互不猜忌，也互不称誉，安如平日，你和我说话像对自己说话一样。说吧，和我好吗？", "一一〇〇·空论是非很可笑，不论是非有些冥顽不灵，最正确的就是你",
        "一二〇〇·\n向永恒开战的时候\n你是我的军旗", "一三〇〇·也许我是个坏人，不过我只要你吻我一下就会变好呢", "一四〇〇·静下来看你，觉得一切都美好得不可思议。以前我不知道爱情这么美好。爱到深处这么美好。",
        "一五〇〇·你瞧，你从我内心深处经常出现，给我带来幸福，还有什么离间得了我们？", "一六〇〇·别人也许会惊诧咱们的幸福和他们的不一样，可那与我们有何相干？他们的我们不要，我们的他们也不知道", "一七〇〇·从我认识了你，所有的人都黯然失色",
        "一八〇〇·海誓山盟是把现在的东西固定住。两个人都成了活化石。我们用不着它。我们要爱情长久", "一九〇〇·我现在不坏了，我有了良心。我的良心就是你，真的", "二〇〇〇·我和你就好像两个小孩子，围着一个神秘的果酱罐，一点一点地尝它，看看里面有多少甜。",
        "二一〇〇·单单你的名字就够我爱一世了", "二二〇〇·咱们应当在一起，否则就太伤天害理啦", "二三〇〇·可是我很喜欢你，爱你。女孩子只能爱男孩子，可这不是因为——该死，生殖细胞，而是因为他可爱，有很多非爱不可的地方。比方说你对于我，主要是因为你可爱。我从来没有在任何男人或女人中发现这么可爱的人"
	],
    "HOUR_CALL_2": [
        "午夜十二点，您还未入睡吗？","深夜一点，此时还未入睡，您是否有什么烦恼呢？",
        "深夜两点，您还没睡着，让我陪伴您吧","深夜三点，尽管对于我来说没有大碍，但您还未入眠，对身体或有影响",
        "深夜四点，您是一宿未眠，还是从梦中惊醒呢？","凌晨五点，这个点醒来对于您来说似乎有些过早了",
        "清晨六点，您还可以再小睡片刻","早晨七点，若您今日有安排，可以考虑起床了哦？",
        "上午八点，如果您还没起床的话，可以说是在赖床吗？","上午九点，您还未起床的话最好尽早起床，否则会影响早餐呢",
        "上午十点，您的早餐是什么呢？真想尝尝看","上午十一点，不知不觉，一个上午过去了",
        "中午十二点，您可以暂时放下手中的事情，考虑午饭的事情了", "下午一点，用完午餐，您可以稍微小睡一会，午睡对于人类来说，并不是什么坏事",
        "下午两点，午后真是慵懒与暧昧的时候呢","下午三点，您是否考虑来一杯奶茶或者一份小蛋糕？",
        "下午四点，一个下午竟然就这样过去了，这可以说是您教我的“逝者如斯夫吧？”","傍晚五点，天色已经有些暗了，办公记得开灯",
        "傍晚六点，现在望窗外看的话，也许能看到美丽的晚霞呢","晚上七点，您是否已经吃过晚饭了？",
        "晚上八点，这会您应该会考虑晚上喝牛奶的事情了吧？","晚上九点，您要记得上号完成您喜欢玩的游戏的日常",
        "晚上十点，按照您的作息，是时候关闭电脑洗漱休息了","晚上十一点，哦呀，您难得的在这个点仍没有去洗漱呢"
    ],
    "HOUR_CALL_3":[
        "24：00，已经是午夜了，喝点儿豆浆西米露，然后睡觉吧，主人？","1：00，您还在努力工作吗，给您倒一小杯桂花酿吧？",
        "2：00","3：00","4:00",
        "5:00，这个时候醒来太早了，您先吃一颗杏仁糖垫饥，然后继续睡吧","6：00，我已经在准备您的早餐了，今天早餐您想吃些什么呢？普洱玉米糕还是土豆饼？",
        "7:00，您的早餐需要现在给您拿来吗？还是再给您温一会儿等您起床？","8：00，您要开始工作了吧，给您沏了一盏落春茶",
        "9:00，工作辛苦了，尝尝我新学会的杏仁豆腐怎么样","10:00，中午给您准备些什么呢？蜜汁糖藕，哈密瓜炒虾仁，蚝油香菇炒菜心，雪梨银耳炖肉汤怎么样？",
        "11:00，您还在工作呀？先不叨扰您了","12:00，来吃饭吧，您觉得什么最下饭呢？我还是比较喜欢蜜汁糖藕呢",
        "13:00，吃完饭就要继续工作了吗？小睡一会吧","14:00，给您做了一杯奶茶，还放了您喜欢的饴糖，温度正适合入口呢，您试试甜不甜吧？",
        "15:00，您喜欢的伯爵红茶千层蛋糕，加了蒟蒻的，给您端上来吧？","16：00，嗯，到了要给您准备晚餐的时候了，晚饭想吃什么呢？",
        "17:00，晚饭看着给您准备了一些，糖醋排骨，豆豉五香盐焗鸡，蒜泥豌豆尖，冬瓜陈皮海带汤，如果您喜欢的话我就去做了","18:00，先放下手里的事情，来吃饭吧~",
        "19:00，给您泡了茉莉花茶，消消食休息一会儿吧","20：00，您还要再工作吗？劳逸结合也很重要吧？给您准备了夜宵，您可以期待一下哦",
        "21:00，今晚给您准备了麻辣螺蛳。饱满泡椒圆滚滚，一嘬一辣一口香。不过考虑到您的口味，并没有做的很辣","22:00，麻辣螺蛳适合配点儿小酒，给您来点我自己酿的桑椹酒如何？小酌些许不会耽误您的",
        "23:00，您可以考虑休息了吧？还是要继续再做一些工作呢？"
    ],
        "HOUR_CALL_4":[
        "午夜，\n十年生死两茫茫，不思量，自难忘。千里孤坟，无处话凄凉。纵使相逢应不识，尘满面，鬓如霜。\n夜来幽梦忽还乡，小轩窗，正梳妆。相顾无言，惟有泪千行。料得年年肠断处，明月夜，短松冈。",
        "丑时，\n纤云弄巧，飞星传恨，银汉迢迢暗度。金风玉露一相逢，便胜却人间无数。\n柔情似水，佳期如梦，忍顾鹊桥归路！两情若是久长时，又岂在朝朝暮暮。",
        "2：00","3：00","4:00",
        "卯时，\n曾经沧海难为水，除却巫山不是云。\n取次花丛懒回顾，半缘修道半缘君。",
        "卯时四刻，问世间，情是何物，直教生死相许？",
        "辰时，一生一代一双人，争教两处销魂。相思相望不相亲，天为谁春？",
        "辰时四刻，平生不会相思，才会相思，便害相思。",
        "巳时，心似双丝网，中有千千结。",
        "巳时四刻，身无彩凤双飞翼，心有灵犀一点通。",
        "午时，\n青青子衿，悠悠我心。纵我不往，子宁不嗣音？\n青青子佩，悠悠我思。纵我不往，子宁不来？\n挑兮达兮，在城阙兮。一日不见，如三月兮！",
        "正午，山无陵，江水为竭，冬雷震震，夏雨雪，天地合，乃敢与君绝。",
        "未时，直道相思了无益，未妨惆怅是清狂。",
        "未时四刻，无情不似多情苦。一寸还成千万缕。天涯地角有穷时，只有相思无尽处。",
        "申时，\n野有蔓草，零露漙兮。有美一人，清扬婉兮。邂逅相遇，适我愿兮。\n野有蔓草，零露瀼瀼。有美一人，婉如清扬。邂逅相遇，与子偕臧。",
        "申时四刻，从此无心爱良夜，任他明月下西楼。",
        "酉时，晓看天色暮看云，行也思君，坐也思君。",
        "酉时四刻，\n桃之夭夭，灼灼其华。\n之子于归，宜其室家。",
        "戌时，\n月出皎兮。佼人僚兮。舒窈纠兮。劳心悄兮。\n月出皓兮。佼人懰兮。舒忧受兮。劳心慅兮。\n月出照兮。佼人燎兮。舒夭绍兮。劳心惨兮。",
        "戌时四刻，情不知所起，一往而深。",
        "亥时，相见争如不见，有情何似无情。",
        "亥时四刻，若问闲情都几许？一川烟草，满城风絮，梅子黄时雨。",
        "子时， 生当复来归，死当长相思。"
    ]
}